NON_NOMINAL_DEP = \u5f93\u5c5e\u30ab\u30e9\u30e0\uff08{1}\uff09\u306f{0}\u306e\u540d\u76ee\u3067\u306a\u3051\u308c\u3070\u306a\u3089\u306a\u3044\u3002
MISS_DEP = \u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u5f93\u5c5e\u30ab\u30e9\u30e0\u304c\u306a\u3044
MISS_COL = \u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30ab\u30e9\u30e0\u304c\u306a\u3044\u3002
NO_SUCH_COL = \u305d\u306e\u30ab\u30e9\u30e0\u201c{0}\u201d\u306f\u5b58\u5728\u3057\u306a\u3044\u3002
NON_BI_DEP = \u5f93\u5c5e\u30ab\u30e9\u30e0\uff08{1}\uff09\u306f{0}\u306b\u4e8c\u3064\u306e\u5024\u3092\u8a31\u3059\u3060\u3051\u3002
ILLEGAL_PARA = \u30d1\u30e9\u30e1\u30fc\u30bf\u306b\u4e0d\u6b63\u306e\u5024{0}\uff1a{1}\u3002
DATA_EMPTY = \u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30c7\u30fc\u30bf\u304c\u306a\u3044\u3002
CANNOT_UPDATE_MODEL = \u6307\u5b9a\u30e2\u30c7\u30eb\u306f\u66f4\u65b0\u3067\u304d\u306a\u3044\uff08{0}\u3060\u3063\u305f\uff09\u3002
DATASET_TOO_SMALL_PARA = \u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30aa\u30da\u30ec\u30fc\u30bf\u3092\u884c\u3046\u305f\u3081\u306e\u30c7\u30fc\u30bf\u304c\u5341\u5206\u306b\u542b\u3081\u3066\u3044\u306a\u3044\u3002\u5c11\u306a\u304f\u3068\u3082\u201c{0}\u201d\u30c7\u30fc\u30bf\u304c\u3044\u308b\u3002\u3053\u306e\u30ca\u30f3\u30d0\u30fc\u306f\u30d1\u30e9\u30e1\u30fc\u30bf\u3067\u6c7a\u307e\u308b\u304b\u3082\u3057\u308c\u306a\u3044 
DATASET_TOO_SMALL = \u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306f\u30aa\u30da\u30ec\u30fc\u30bf\u3092\u884c\u3046\u305f\u3081\u306e\u30c7\u30fc\u30bf\u304c\u5341\u5206\u306b\u542b\u3081\u3066\u3044\u306a\u3044\u3002\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u591a\u304f\u306e\u30c7\u30fc\u30bf\u3092\u52a0\u3048\u3066\u6216\u3044\u306f\u3082\u3063\u3068\u5927\u304d\u3044\u30ed\u30fc\u30c9\u30c7\u30fc\u30bf\u306e\u95be\u5024\u3092\u30bb\u30c3\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PARA_NOT_APPR_ORDER  = \u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u9069\u5207\u3067\u306f\u306a\u3044\u304b\u3089\u3001\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u3082\u3063\u3068\u5c0f\u3055\u3044\u201c\uff21\uff32\u3000\uff2f\uff52\uff44\uff45\uff52\u201d\u3001\u201c\uff2d\uff21\u3000\uff2f\uff52\uff44\uff45\uff52\u201d\u3001\u201c\u5dee\u5206\u306e\u7a0b\u5ea6\u201d\u3001\u201c\u30ed\u30fc\u30c9\u30c7\u30fc\u30bf\u95be\u5024\u201d\u3092\u4f7f\u3063\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
PARA_NOT_APPR_AHEAD  = \u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u9069\u5207\u3067\u306f\u306a\u3044\u304b\u3089\u3001\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u3082\u3063\u3068\u5c0f\u3055\u3044\u201c\uff21\uff48\uff45\uff41\uff44\u3000\uff2e\uff55\uff4d\uff42\uff45\uff52\u201d\u3092\u4f7f\u3063\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002 
PARA_DEP = \u3082\u3057\u30d1\u30e9\u30e1\u30fc\u30bf\u201c{1}\u201d\u306f\u201c{2}\u201d\u306b\u30bb\u30c3\u30c8\u3057\u3066\u3001\u30d1\u30e9\u30e1\u30fc\u30bf\u201c{0}\u201d\u3092\u5b9a\u7fa9\u3057\u306a\u3051\u308c\u3070\u306a\u3089\u306a\u3044\u3002
PARA_DEP_THREE = \u3044\u305a\u308c\u304b\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u201c{0}\u201d\u3001\u201c{1}\u201d\u3001\u307e\u305f\u306f\u201c{2}\u201d\u304c\u30bb\u30c3\u30c8\u3057\u306a\u3051\u308c\u3070\u306a\u3089\u306a\u3044\uff01
DB_ERROR = \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30a8\u30e9\u30fc\u304c\u51fa\u305f\uff1a{0}
NON_SUFF = \u305d\u306e\u30c8\u30ec\u30fc\u30cb\u30f3\u30b0\u306f\u6307\u5b9a\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u5bfe\u3057\u3066\u80fd\u529b\u3092\u6301\u3064\u3053\u3068\u304c\u306a\u3044\uff1a{0}\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u306a\u3044\u3002
CANNOT_EST_PORF = \u305d\u306e\u30c8\u30ec\u30fc\u30ca\u30fc{0}\u306f\u30d1\u30d5\u30a9\u30fc\u30de\u30f3\u30b9\u3092\u63a8\u6e2c\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\uff1a{1}
LOG_NEGATIVE  = \u5bfe\u6570\u306f\u8ca0\u306e\u5f15\u6570\u3092\u53d7\u3051\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u9078\u629e\u3055\u308c\u305f\u8ddd\u96e2\u95a2\u6570\u306f\u3053\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3067\u304d\u306a\u3044\u3002\u5225\u306e\u8ddd\u96e2\u95a2\u6570\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DEVIDE_BY_ZERO = \u30bc\u30ed\u3067\u5206\u5272\u3002{0}\u8ddd\u96e2\u8a08\u7b97\u306f\u30bc\u30ed\u5024\u3092\u542b\u3081\u308b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3067\u304d\u306a\u3044\u3002
NUM_OUT_OF_RANGE = {0}\u8ddd\u96e2\u8a08\u7b97\u306f\u5b9a\u7fa9\u30c9\u30e1\u30a4\u30f3\u306b\u6e80\u305f\u3055\u306a\u3044\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u9069\u7528\u3067\u304d\u306a\u3044\u3002
ID_NOT_DISTINCT  = ID \u30ab\u30e9\u30e0\u306f\u91cd\u8907\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u5225\u306e\u30ab\u30e9\u30e0\u3092\uff29\uff24\u306b\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002       
CANNOT_MOD_VIEW  = \u30d3\u30e5\u30fc\u201c{0\u300d\u201d\u3092\u4fee\u6b63\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u201c\u507d\u201d\u306b\u201c\u7531\u6765\u306e\u30c6\u30fc\u30d7\u30eb\u3092\u4fee\u6b63\u3059\u308b\u201d\u3092\u30bb\u30c3\u30c8\u3057\u3066\u307f\u308b\u3002
LOG_ZERO  = \u5bfe\u6570\u306f\u8ca0\u306e\u5f15\u6570\u3092\u53d7\u3051\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u9078\u629e\u3055\u308c\u305f\u8ddd\u96e2\u95a2\u6570\u306f\u3053\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3067\u304d\u306a\u3044\u3002\u5225\u306e\u8ddd\u96e2\u95a2\u6570\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ALG_NON_NUM_COL  = {0}\u306f\u975e\u6570\u5024\u306e\u30ab\u30e9\u30e0\u30bf\u30a4\u30d7\u3092\u53d7\u3051\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u975e\u6570\u5024\u30bf\u30a4\u30d7\u306e\u30ab\u30e9\u30e0\u306e\u30c1\u30a7\u30c3\u30af\u3092\u5916\u3057\u3066\u304f\u3060\u3055\u3044\u3002
NULL_COL  = {0}\u306f\u30cc\u30eb\u3067\u3042\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u30cc\u30eb\u306b\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002
COL_BIN_NUM_DIFF  = \u30ab\u30e9\u30e0\u540d\u3068\u30d3\u30f3\u306e\u30ca\u30f3\u30d0\u30fc\u306f\u540c\u3058\u3067\u306f\u306a\u3044\u3002\u30ab\u30e9\u30e0\u540d\u3068\u30d3\u30f3\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\u3002
DISTINCT_NUMBER_EXCEED = {0}\u30ab\u30e9\u30e0\u306e\u8ddd\u96e2\u5024\u306f{1}\u3092\u8d85\u3048\u3066\u3044\u308b\u3002\u5225\u306e\u30ab\u30e9\u30e0\u306e\u4f7f\u3046\u3053\u3068\u3092\u8003\u3048\u3066\u3001\u6216\u3044\u306f\u3053\u306e\u30ab\u30e9\u30e0\u3067\u306e\u8ddd\u96e2\u5024\u306e\u30ca\u30f3\u30d0\u30fc\u3092\u6e1b\u3089\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
NULL_PREDICT_COL  = \u8a55\u4fa1\u306f\u4e88\u6e2c\u30ab\u30e9\u30e0\u306b\u8a08\u7b97\u3055\u308c\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002\u3082\u3057\u3053\u306e\u30e2\u30c7\u30eb\u3092\u4f7f\u3044\u305f\u304f\u306a\u3044\u306a\u3089\u3001\u4e88\u6e2c\u30c6\u30fc\u30d7\u30eb\u3067\u306e\u4e88\u6e2c\u30ab\u30e9\u30e0\u304c\u30cc\u30eb\u3067\u306f\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u307e\u305f\u306f\u201c\u30e2\u30c7\u30eb\u4f7f\u3046\u201d\u3092\u201c\u771f\u201d\u306b\u30bb\u30c3\u30c8\u3057\u3066\u307f\u3066\u304f\u3060\u3055\u3044\u3002
DISTINCT_VALUE_MORE_2 = {0}\u5f93\u5c5e\u30ab\u30e9\u30e0\u306e\u8ddd\u96e2\u5024\u306f\u4e8c\u3088\u308a\u5927\u304d\u304f\u306a\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\uff01
REGRESSION_EVALUATE = \u56de\u5e30\u30e2\u30c7\u30eb\u3067{0}\u3092\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002
DB2_LOG_TOO_LARGE = \u30c8\u30e9\u30f3\u30b6\u30af\u30b7\u30e7\u30f3\u30ed\u30b0\u306e\u30b5\u30a4\u30ba\u304c\u5c0f\u3055\u3059\u304e\u308b\u3001"LOGPRIMARY"\u306e\u30b5\u30a4\u30ba\u3092\u5897\u3084\u3059\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ARIMA_DATASET_TOO_SAMLL=\u3000\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u304c\u5c0f\u3055\u3059\u304e\u308b\u3002
ARIMA_DATASET_TOO_SAMLL_GROUP=\u3000\u30b0\u30eb\u30fc\u30d7"{0}"\u3067\u306f\u3001\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u304c\u5c0f\u3055\u3059\u304e\u308b\u3002
KMEANS_ORACLE10G_SQL_TOO_LONG = \u30ab\u30e9\u30e0\u304c\u591a\u3059\u304e\u307e\u3059\u3002