ID_EMPTY  = \uff29\uff24\u30ab\u30e9\u30e0\u306f\u7a7a\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002
K_EXCEEDS = \uff2b\u306f{0}\u3088\u308a\u5c0f\u3055\u304f\u306a\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044
DEPENDENT_EMPTY = \u5f93\u5c5e\u30ab\u30e9\u30e0\u306f\u7a7a\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044
NO_TABLE_JOIN = \u30c6\u30fc\u30d7\u30eb\u9023\u7d50\u306e\u5b9a\u7fa9\u304c\u898b\u3064\u3051\u3089\u308c\u306a\u3044\uff01
JDBC_LOST = JDBC \u30c9\u30e9\u30a4\u30d0\u304c\u898b\u3064\u3051\u3089\u308c\u306a\u3044\uff1a{0}\uff01
DB_CONN_ERROR= \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a\u30a8\u30e9\u30fc{0}
DB_NOT_SUPPORT =  \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30bf\u30a4\u30d7\uff1a{0}\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u306a\u3044
NON_NUM_COL = {0}\u306f\u975e\u6570\u5024\u30bf\u30a4\u30d7\u306e\u30ab\u30e9\u30e0\u3092\u53d7\u3051\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002
NULL_COLUMN = {0}\u306f\u30cc\u30eb\u3067\u3067\u304d\u306a\u3044\u3002
NUMBER_DIFF = \u30ab\u30e9\u30e0\u540d\u3068\u30d3\u30f3\u306e\u6570\u306f\u540c\u3058\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002
VIEW_MODIFIED = {0}\u306f\u30d3\u30e5\u30fc\u3060\u304b\u3089\u3001\u4fee\u6b63\u3055\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002
ILLEGAL_PARA = \u30d1\u30e9\u30e1\u30fc\u30bf\u306e\u4e0d\u6b63\u306a\u5024{0}\uff1a{1}\u3002
DROP_TABLE_ERROR  = \u7d50\u679c {0}\uff1a{1}\u65e2\u306b\u5b58\u5728\u3059\u308b\u3002\u7d50\u679c\u306e\u540d\u3092\u5909\u66f4\u3057\u3066\u3001\u6216\u3044\u306f\u201c\uff39\uff45\uff53\u201d\u306b\u201c\u5b58\u5728\u3057\u305f\u3089\u3084\u3081\u308b\u201d\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ILLEGAL_COLUMN  = \u30ab\u30e9\u30e0\u306e\u4e0d\u6b63\u306a\u5024{0}\uff1a{1}
VALUE_NUM_EXCEED= \u5024\u306e\u500b\u6570\u306f\u8a31\u53ef\u3055\u308c\u308b\u6700\u5927\u6570\u3092\u8d85\u3048\u3066\u3044\u308b{0}\uff1a{1}\u3002\u3053\u306e\u30ab\u30e9\u30e0\u3092\u4f7f\u308f\u306a\u3044\u3067\u3001\u983b\u5ea6\u5206\u6790\u3092\u3059\u308b\u3002
VALUE_BIN_EXCEED = \u30d3\u30f3\u306e\u6570\u304c\u6700\u5927\u8a31\u5bb9\u6570\u3092\u8d85\u3048\u3066{0}: {1} .\u9069\u5207\u306a\u30d3\u30f3\u306e\u6570\u3092\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044
TOO_MANY_BARS  = \u3042\u307e\u308a\u306b\u591a\u304f\u306e\u30d0\u30fc\u304c\u3042\u3063\u3066\u5206\u6790\u306b\u610f\u5473\u304c\u306a\u3044\u3002{0}\u30d0\u30fc\u3088\u308a\u591a\u304f\u3042\u3063\u3066\u3001\u30c1\u30e3\u30fc\u30c8\u306b\u8868\u793a\u3055\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u30d0\u30fc\u30c1\u30e3\u30fc\u30c8\u5206\u6790\u3092\u518d\u8a2d\u5b9a\u3057\u3066\u3001\u6b63\u3057\u3044\u7d50\u679c\u3092\u751f\u6210\u3057\u3066\u304f\u3060\u3055\u3044\u3002
TABLE_NOT_EXIST  = \u30c6\u30fc\u30d7\u30eb\u201c{0}\u201d\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u5b58\u5728\u3057\u306a\u3044\u3002\u8a2d\u5b9a\u307e\u305f\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c6\u30fc\u30d7\u30eb\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
TYPE_NUM_EXCEED = \u30bf\u30a4\u30d7\u306e\u500b\u6570\u306f\u8a31\u53ef\u3055\u308c\u308b\u6700\u5927\u6570\u3092\u8d85\u3048\u3066\u3044\u308b{0}\uff1a{1}\u3002\u8a2d\u5b9a\u307e\u305f\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c6\u30fc\u30d7\u30eb\u3092\u30c1\u30a7\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
NUM_COL  = {0}\u306f\u6570\u5024\u30bf\u30a4\u30d7\u306e\u30ab\u30e9\u30e0\u3092\u53d7\u3051\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u306f\u6570\u5024\u30bf\u30a4\u30d7\u3092\u53d7\u3051\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u6570\u5024\u30bf\u30a4\u30d7\u306e\u30ab\u30e9\u30e0\u306e\u30c1\u30a7\u30c3\u30af\u3092\u5916\u3057\u3066\u304f\u3060\u3055\u3044\u3002
TOO_MANY_DIST_VALUES  =\u8ddd\u96e2\u5024\u306e\u500b\u6570\u306f\u30ab\u30e9\u30e0\u306b\u8a31\u53ef\u3059\u308b\u6700\u5927\u6570\u3092\u8d85\u3048\u3066\u3044\u308b{0}\uff1a{1}\u3002
SAMPLE_ROW_SIZE_EXCEED  =\u30b5\u30f3\u30d7\u30eb\u5217\u30b5\u30a4\u30ba\u306f\u5408\u8a08\u5217\u30b5\u30a4\u30ba\u3092\u8d85\u3048\u3066\u3044\u308b\u3002\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u3053\u306e\u30c7\u30fc\u30bf\u3092\u53d7\u3051\u5165\u308c\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002
REPLACE_NUM_DIFF = \u30ab\u30e9\u30e0\u540d\u3068\u7f6e\u63db\u5024\u306e\u500b\u6570\u306f\u540c\u3058\u306b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044\u3002\u30ab\u30e9\u30e0\u540d\u3068\u7f6e\u63db\u5024\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u3066\u304f\u3060\u3055\u3044\u3002
JOIN_DIFFERENT_TYPE=\u3044\u304f\u3064\u304b\u306e\u5217\u306f\u3001\u4ed6\u306e\u5217\u3068\u6bd4\u8f03\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
JOIN_MORE_THAN_ONCE=\u30c6\u30fc\u30d6\u30eb\u540d\u304c\u8907\u6570\u56de\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u3059\u3002
TABLE_NOT_EXIST=\u30c6\u30fc\u30d6\u30eb/\u30d3\u30e5\u30fc\u200b\u200b\u304c\u5b58\u5728\u3057\u306a\u3044
INVALID_INDENTIFIER=\u7121\u52b9\u306a\u6587\u5b57\u304c\u3042\u308a\u307e\u3059\u3002
HISTOGRAM_COUNT_NULL=\u30ab\u30e9\u30e0\uff08S\uff09{0}\u306f\u3001\u4efb\u610f\u306e\u30c7\u30fc\u30bf\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3001\u8a08\u7b97\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\u7bc4\u56f2\u3092\u30ea\u30bb\u30c3\u30c8\u3057\u305f\u308a\u3001\u30c6\u30fc\u30d6\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
EMPTY_TABLE=\u30c6\u30fc\u30d6\u30eb\u5185\u306e\u30c7\u30fc\u30bf\u304c\u542b\u307e\u308c\u3066\u3044\u306a\u3044\u3001\u5206\u6790\u3092\u884c\u3046\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
VALUE_BOX_EXCEED = \u7cfb\u5217\u30ab\u30e9\u30e0\u306e\u7570\u306a\u308b\u5024\u306f\u3001\u6700\u5927\u8a31\u5bb9\u6570{0}\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
COPYTODB_DROPERROR = \u7d50\u679c\u8868\uff1a {0}\u65e2\u306b\u5b58\u5728\u3059\u308b\u3002