Database_Connection = \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u63a5\u7d9a:\n
Table_Name = \u30c6\u30fc\u30d7\u30eb\u306e\u540d\u524d:\n
Table_Columns = \u30c6\u30fc\u30d7\u30eb\u306e\u30ab\u30e9\u30e0:\n
Table_Name_oneline=\u30c6\u30fc\u30d7\u30eb\u306e\u540d\u524d
DtatBase_URL= \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9 URL
TYPE_CUSTIMZE_LABEL=  \u30ab\u30b9\u30bf\u30de\u30a4\u30ba
TYPE_AVG_ASC_LABEL= \u5e73\u5747\u6607\u9806
DtatBase_User_Name=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30e6\u30fc\u30b6\u540d
CONNECTION_OK=\u63a5\u7d9a OK
HISTOGRAM_NAME=\u30d2\u30b9\u30c8\u30b0\u30e9\u30e0\u5206\u6790
HISTOGRAM_DESCRIPTION=\u30d2\u30b9\u30c8\u30b0\u30e9\u30e0\u5206\u6790\u306f\u7279\u5b9a\u30ab\u30e9\u30e0\u306e\u305f\u3081\u306b\u30c7\u30fc\u30bf\u983b\u5ea6\u3092\u8a08\u7b97\u3059\u308b\u3002\u7279\u5b9a\u30ab\u30e9\u30e0\u306e\u305f\u3081\u306b\u3001\u30e6\u30fc\u30b6\u30fc\u306f\u3044\u304f\u3064\u304b\u306e\u30d3\u30f3\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u3057\u3066\u751f\u6210\u3059\u308b\u3002\u30d3\u30f3\u306f\u6700\u5927\u5024\u3068\u6700\u5c0f\u5024\u306e\u9593\u306b\u5e73\u5747\u7684\u306b\u5206\u3051\u308b\u30a4\u30f3\u30bf\u30fc\u30d0\u30eb\u306e\u610f\u5473\u3060\u3002 
HISTOGRAM_COLUMN=\u30ab\u30e9\u30e0_\u540d\u524d\u53ca\u3073\u30d3\u30f3
CORRELATION_COLUMN=\u30ab\u30e9\u30e0 X \u3068 \u30ab\u30e9\u30e0 Y
CORRELATION_NAME=\u76f8\u95a2\u95a2\u4fc2\u5206\u6790
CORRELATION_DESCRIPTION=\u76f8\u95a2\u95a2\u4fc2\u5206\u6790\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u4e8c\u3064\u9078\u629e\u3057\u305f\u30ab\u30e9\u30e0\u306e\u76f8\u95a2\u95a2\u4fc2\u306e\u305f\u3081\u306b\u3001\u30e6\u30fc\u30b6\u306b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u4e8c\u3064\u306e\u6570\u5024\u5c5e\u6027\uff08\u30ab\u30e9\u30e0\uff09\u3092\u6307\u5b9a\u3059\u308b\u3053\u3068\u304c\u8a31\u3059\u3002
SQLEXECUTE_NAME=\u5b9f\u884c\u53ef\u80fd\u306a\uff33\uff31\uff2c
SQLEXECUTE_DESCRIPTION=\u5b9f\u884c\u53ef\u80fd\u306a\uff33\uff31\uff2c\u306f\u3001\u30e6\u30fc\u30b6\u30fc\u5b9a\u7fa9\u306e\uff33\uff31\uff2c\u30b9\u30c6\u30fc\u30c8\u30e1\u30f3\u30c8\u3092\u884c\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u3068\u4ed6\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u304c\u5fc5\u305a\u3057\u3082\u30ea\u30f3\u30af\u3057\u3066\u3044\u306a\u3044\u3001\u305f\u3060\u5b9f\u884c\u9806\u5e8f\u3092\u4fdd\u8a3c\u3059\u308b\u3002
SCATTERMATRIX_NAME=\u6563\u5e03\u56f3\u884c\u5217
SCATTERMATRIX_DESCRIPTION=\u6563\u5e03\u56f3\u884c\u5217\u306f\u884c\u5217\u3092\u5f15\u6570\u3068\u3057\u3066\u3068\u308a\u3001\u5404\u30ab\u30e9\u30e0\u540c\u58eb\u306e\u7d44\u5408\u305b\u5168\u3066\u306b\u3064\u3044\u3066\u56f3\u3092\u63cf\u304d\u307e\u3059
NORMALIZATION_NAME=\u6b63\u898f\u5316
NORMALIZATION_DESCRIPTION=\u6b63\u898f\u5316\u306f\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u9078\u629e\u3057\u305f\u30ab\u30e9\u30e0\u306e\u6b63\u5e38\u5316\u3092\u884c\u3046\u30aa\u30da\u30ec\u30fc\u30bf\u3060\u3002\u3053\u308c\u306f\u30e6\u30fc\u30b6\u5b9a\u7fa9\u3057\u305f\u6700\u5c0f\u5024\u3068\u6700\u5927\u5024\u3001\u6216\u3044\u306f\uff5a\u5909\u63db\u306b\u3088\u3063\u3066\u884c\u3046\u3053\u3068\u304c\u3067\u304d\u308b\u3001\u3059\u306a\u308f\u3061\u3001\u305d\u308c\u305e\u308c\u306e\u5c5e\u6027\u306e\u7dcf\u6570\u7387\u3068\u3057\u3066\u3001\u5e73\u5747\u5024\uff10\u3068\u5206\u6563\u5024\uff11\u3001\u307e\u305f\u306f\u305d\u308c\u305e\u308c\u306e\u5c5e\u6027\u306e\u6bd4\u4f8b\u5909\u63db\u306b\u3088\u3063\u3066\u884c\u3046\u3002
NORMALIZATION_MAXMIN=\u2018\u6700\u5c0f\u5024\u2019\u3088\u308a\u5927\u304d\u304f\u306a\u308b\u5fc5\u8981\u304c\u3042\u308b
NORMALIZATION_MAX=\u6700\u5927\u5024
NORMALIZATION_Illegal_P=\u30ab\u30e9\u30e0\u3067\u306e\u5024\u306e\u5408\u8a08\u306f\u30bc\u30ed\u306b\u7b49\u3057\u3044\u6642\u3001\u6bd4\u4f8b\u5909\u63db\u6cd5\u306f\u5229\u7528\u3067\u304d\u306a\u3044\u3002\u5225\u306e\u65b9\u6cd5\u3092\u5229\u7528\u3059\u308b\u3053\u3068\u3092\u8003\u3048\u3066\u304f\u3060\u3055\u3044\u3002
NORMALIZATION_Illegal_Z=\u30ab\u30e9\u30e0\u3067\u306e\u5206\u6563\u5024\u306f\u30bc\u30ed\u306b\u7b49\u3057\u3044\u6642\u3001\uff5a\u5909\u63db\u6cd5\u306f\u5229\u7528\u3067\u304d\u306a\u3044\u3002\u5225\u306e\u65b9\u6cd5\u3092\u5229\u7528\u3059\u308b\u3053\u3068\u3092\u8003\u3048\u3066\u304f\u3060\u3055\u3044\u3002
NORMALIZATION_Illegal_AVG=\u30ab\u30e9\u30e0\u3067\u306e\u5e73\u5747\u5024\u306f\u30bc\u30ed\u306b\u7b49\u3057\u3044\u6642\u3001\u5e73\u5747\u3067\u5206\u3051\u308b\u5909\u63db\u6cd5\u306f\u5229\u7528\u3067\u304d\u306a\u3044\u3002\u5225\u306e\u65b9\u6cd5\u3092\u5229\u7528\u3059\u308b\u3053\u3068\u3092\u8003\u3048\u3066\u304f\u3060\u3055\u3044\u3002
AGGREGATE_NAME=\u96c6\u8a08\u5206\u6790
AGGREGATE_DESCRIPTION=\u96c6\u8a08\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30e6\u30fc\u30b6\u306b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306e\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9\u304b\u3089\u306e\u96c6\u8a08\u30ab\u30e9\u30e0\u3092\u5b9a\u7fa9\u3057\u3066\u3001\u3069\u3046\u3084\u3063\u3066\uff52e\uff53u\uff4c\uff54\uff53e\uff54\u304c\u5206\u985e\u3055\u308c\u3066\uff08\u30ab\u30e9\u30e0\u306b\u5206\u985e\u3059\u308b\uff09\u65b0\u305f\u306a\u30c6\u30fc\u30d7\u30eb\uff0f\u30d3\u30e5\u30fc\u3092\u4f5c\u308b\u3053\u3068\u304c\u8a31\u3059\u3002\u305d\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u3082\u30e6\u30fc\u30b6\u30fc\u3092\u30b5\u30dd\u30fc\u30c8\u3057\u3066\u30a6\u30a4\u30f3\u30c9\u95a2\u6570\u3092\u5b9a\u7fa9\u3059\u308b\u3002
ASSOCIATION_NAME=\u76f8\u95a2\u30eb\u30fc\u30eb
ASSOCIATION_DESCRIPTION=\u76f8\u95a2\u30eb\u30fc\u30eb\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30c6\u30fc\u30d7\u30eb\u306b\u30c7\u30fc\u30bf\u9593\u306e\u95a2\u9023\u30d1\u30bf\u30fc\u30f3\u3092\u898b\u3064\u3051\u308b\u305f\u3081\u306b\u3001\u95a2\u9023\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002
KMEANS_NAME=\uff2b-\u5e73\u5747\u6cd5\u5206\u6790
KMEANS_DESCRIPTION=\uff2b-\u5e73\u5747\u6cd5\u30af\u30e9\u30b9\u30bf\u30ea\u30f3\u30b0\u306f\uff2e\u500b\u306e\u89b3\u6e2c\u30c7\u30fc\u30bf\u3092\uff2b\u500b\u306e\u30af\u30e9\u30b9\u30bf\u306b\u5206\u5272\u3059\u308b\u3053\u3068\u3092\u3081\u3056\u3059\u30af\u30e9\u30b9\u30bf\u5206\u6790\u3060\u3002\u5404\u3005\u306e\u89b3\u6e2c\u30c7\u30fc\u30bf\u306f\u6700\u8fd1\u5e73\u5747\u5024\u3092\u6301\u3064\u30af\u30e9\u30b9\u30bf\u306b\u6240\u5c5e\u3059\u308b\u3002\u305d\u308c\u306f\u6df7\u5408\u30ac\u30a6\u30b9\u5206\u5e03\u306e\uff25\uff2d\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\uff08\u671f\u5f85\u5024\u6700\u5927\u5316\u6cd5\uff09\u3068\u4f3c\u3066\u3044\u308b\u3002\u4e8c\u3064\u3068\u3082\u306e\u65b9\u6cd5\u306f\u30c7\u30fc\u30bf\u3067\u306e\u81ea\u7136\u30af\u30e9\u30b9\u30bf\u306e\u4e2d\u5fc3\u3092\u898b\u3064\u3051\u308d\u3046\u3068\u3059\u308b\u3053\u3068\u3060\u3002
DATA_FILTER_NAME=\u884c\u306e\u30d5\u30a3\u30eb\u30bf
DATA_FILTER_DESCRIPTION=\u884c\u306e\u30d5\u30a3\u30eb\u30bf\u306f\u30d5\u30a3\u30eb\u30bf\u30ea\u30f3\u30b0\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\uff08\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c6\u30fc\u30d7\u30eb\uff0f\u30d3\u30e5\u30fc\uff09\u306e\u884c\u306b\u57fa\u6e96\u3092\u3064\u3051\u308b\u3002\u57fa\u6e96\u306b\u6e80\u305f\u3059\u884c\u3060\u3051\u304c\u30a2\u30a6\u30c8\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u3068\u3069\u307e\u308b\u3002\u305d\u306e\u30a2\u30a6\u30c8\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306f\u65b0\u3057\u304f\u4f5c\u6210\u3059\u308b\u30c6\u30fc\u30d7\u30eb\u304b\u30d3\u30e5\u30fc\u306e\u3069\u3061\u3089\u3067\u3082\u3088\u308d\u3057\u3044\u3002
REPLACE_NULL_NAME= \u30cc\u30eb\u5024\u3092\u7f6e\u63db\u3059\u308b
REPLACE_NULL_DESCRIPTION= \u7f6e\u63db\u30cc\u30eb\u5024\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u6307\u5b9a\u306e\u5024\u3067\u30cc\u30eb\u3092\u7f6e\u63db\u3059\u308b\u3002
REPLACE_NULL_COLUMN=\u30ab\u30e9\u30e0\u540d\u3068\u7f6e\u63db\u5024
REPLACE_NULL_NOT_SAME=
FREQUENCY_NAME=\u983b\u5ea6\u5206\u6790
FREQUENCY_DESCRIPTION=\u983b\u5ea6\u5206\u6790\u306f\u30c7\u30fc\u30bf\u306e\u7570\u306a\u308b\u5024\u3001\u30ab\u30e9\u30e0\u306e\u305d\u308c\u305e\u308c\u306e\u5024\u306e\u8a08\u7b97\u3068\u30d1\u30fc\u30bb\u30f3\u30c8\u306a\u3069\u306e\u7d71\u8a08\u8cc7\u6599\u3092\u63d0\u4f9b\u3059\u308b\u3002
N2T_NAME=\u6570\u5024\u578b\u304b\u3089\u30c6\u30ad\u30b9\u30c8\u578b\u3078
N2T_DESCRIPTION=\u6570\u5024\u578b\u304b\u3089\u30c6\u30ad\u30b9\u30c8\u578b\u3078\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30e6\u30fc\u30b6\u306b\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306e\u9078\u629e\u3057\u305f\u30ab\u30e9\u30e0\u3067\u306e\u6570\u5024\u304b\u3089\u30c6\u30ad\u30b9\u30c8\u5024\u3078\u5909\u66f4\u3059\u308b\u3053\u3068\u304c\u8a31\u3059\u3002\u30e6\u30fc\u30b6\u306f\u7d50\u679c\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u30c6\u30fc\u30d7\u30eb\u307e\u305f\u306f\u30d3\u30e5\u30fc\u306b\u9078\u629e\u3059\u308b\u3053\u3068\u3082\u3067\u304d\u308b\u3002
RANDOM_SAMPLEING_NAME= \u7121\u4f5c\u70ba\u62bd\u51fa\u6cd5
RANDOM_SAMPLEING_DESCRIPTION=\u7121\u4f5c\u70ba\u62bd\u51fa\u6cd5\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u304b\u3089\u30c7\u30fc\u30bf\u884c\u3092\u53d6\u308a\u51fa\u3057\u3066\u3001\u30e6\u30fc\u30b6\u306e\u6307\u5b9a\u3055\u308c\u305f\u30b5\u30f3\u30d7\u30eb\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u5f93\u3063\u3066\u30b5\u30f3\u30d7\u30eb\u30c6\u30fc\u30d7\u30eb\uff0f\u30d3\u30e5\u30fc\u3092\u751f\u6210\u3059\u308b\u3002
SAMPLEING_SELECTOR_NAME=\u30b5\u30f3\u30d7\u30eb\u30bb\u30ec\u30af\u30bf
SAMPLEING_SELECTOR_DESCRIPTION=\u30b5\u30f3\u30d7\u30eb\u30bb\u30ec\u30af\u30bf\u306f\u524d\u306e\u30b5\u30f3\u30d7\u30eb\u751f\u6210\u30aa\u30da\u30ec\u30fc\u30bf\u3068\u63a5\u7d9a\u3059\u308b\uff08\u4f8b\u3048\u3070\u3001\u7121\u4f5c\u70ba\u62bd\u51fa\u30aa\u30da\u30ec\u30fc\u30bf\uff09\u3002\u305d\u308c\u306f\u5f8c\u7d9a\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u3092\u5229\u7528\u3067\u304d\u308b\u3088\u3046\u306b\u3001\u30e6\u30fc\u30b6\u306b\u524d\u306e\u30b5\u30f3\u30d7\u30eb\u751f\u6210\u30aa\u30da\u30ec\u30fc\u30bf\u304b\u3089\u306e\u4e00\u3064\u306e\u30b5\u30f3\u30d7\u30eb\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3092\u7279\u5b9a\u3059\u308b\u3053\u3068\u3092\u8a31\u3059\u3002
STRATIFIED_SAMPLEING_NAME=\u5c64\u5225\u62bd\u51fa\u6cd5
STRATIFIED_SAMPLEING_DESCRIPTION=\u5c64\u5225\u62bd\u51fa\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u304b\u3089\u30c7\u30fc\u30bf\u884c\u3092\u53d6\u308a\u51fa\u3057\u3066\u3001\u30e6\u30fc\u30b6\u306e\u6307\u5b9a\u3055\u308c\u305f\u30b5\u30f3\u30d7\u30eb\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc\u306b\u5f93\u3063\u3066\u30b5\u30f3\u30d7\u30eb\u30c6\u30fc\u30d7\u30eb\uff0f\u30d3\u30e5\u30fc\u3092\u751f\u6210\u3059\u308b\u3002\u201c\u30b5\u30f3\u30d7\u30eb\u30ab\u30e9\u30e0\u201d\u306f\u30e6\u30fc\u30b6\u3067\u9078\u3070\u308c\u308b\u3002\u5168\u3066\u306e\u751f\u6210\u3055\u308c\u305f\u30b5\u30f3\u30d7\u30eb\u306b\u306f\u201c\u30b5\u30f3\u30d7\u30eb\u30ab\u30e9\u30e0\u201d\u3067\u306e\u5168\u3066\u306e\u7570\u306a\u308b\u5024\u306e\u5272\u5408\u304c\u3061\u3063\u3068\u3082\u5909\u308f\u3063\u3066\u3044\u306a\u3044\u3002
VALUE_ANALYSIS_NAME=\u4fa1\u5024\u5206\u6790
VALUE_ANALYSIS_DESCRIPTION=\u4fa1\u5024\u5206\u6790\u306f\u8981\u7d04\u3092\u5b9f\u884c\u3059\u308b\u3002\u305d\u308c\u306f\u9078\u629e\u3057\u305f\u30d5\u30a3\u30fc\u30eb\u30c9\u305f\u3081\u306b\u3001\u201c\u30c7\u30fc\u30bf\u30bf\u30a4\u30d7\u201d\u3001\u201c\u30cc\u30eb\u5024\u8a08\u7b97\u201d\u3001\u201c\u7a7a\u5024\u8a08\u7b97\u201d\u3001\u201c\u30ab\u30e9\u30e0\u30bf\u30a4\u30d7\u201d\u3001\u201c\u500b\u6570\u306e\u8a08\u7b97\u201d\u3001\u201c\u30e6\u30cb\u30fc\u30af\u306a\u5024\u8a08\u7b97\u201d\u3001\u201c\u30bc\u30ed\u8a08\u7b97\u201d\u3001\u201c\u6700\u5c0f\u5024\u201d\u3001\u201c\u6700\u5927\u5024\u201d\u3001\u201c\u6a19\u6e96\u504f\u5dee\u201d\u3001\u201c\u5e73\u5747\u201d\u3001\u201c\u6b63\u306e\u5024\u8a08\u7b97\u201d\u53ca\u3073\u201c\u8ca0\u306e\u5024\u8a08\u7b97\u201d\u306a\u3069\u3092\u542b\u3081\u3066\u6709\u76ca\u306a\u60c5\u5831\u3092\u8981\u7d04\u3059\u308b\u3002\u8981\u7d04\u306e\u4e00\u90e8\u5206\u306f\u6570\u5024\u30ab\u30e9\u30e0\u3057\u304b\u306a\u3044\u3002\u30ab\u30e9\u30e0\u306b\u306f\u201c\u30bc\u30ed\u8a08\u7b97\u201d\u3001\u201c\u6700\u5c0f\u5024\u201d\u3001\u201c\u6700\u5927\u5024\u201d\u3001\u201c\u6a19\u6e96\u504f\u5dee\u201d\u3001\u201c\u5e73\u5747\u201d\u3001\u201c\u6b63\u306e\u5024\u8a08\u7b97\u201d\u53ca\u3073\u201c\u8ca0\u306e\u5024\u8a08\u7b97\u201d\u3092\u542b\u3081\u308b\u3002
VARIABLE_ANALYSIS_NAME=\u5909\u6570
VARIABLE_ANALYSIS_DESCRIPTION=\u5909\u6570\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30e6\u30fc\u30b6\u306b\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306e\u30c7\u30fc\u30bf\u30d5\u30a3\u30fc\u30eb\u30c9\u304b\u3089\u7531\u6765\u306e\u30ab\u30e9\u30e0\u3092\u5b9a\u7fa9\u3057\u3066\u65b0\u305f\u306a\u30c6\u30fc\u30d7\u30eb\uff0f\u30d3\u30e5\u30fc\u3092\u4f5c\u308b\u3053\u3068\u3092\u8a31\u3059\u3002\u307e\u305f\u306f\u3001\u30e6\u30fc\u30b6\u306b\u30c7\u30fc\u30bf\u884c\u3092\u5909\u4f4d\u5024\u306b\u5206\u3051\u308b\u3053\u3068\u3092\u8a31\u3059\u3002
GOODNESSOFFit_NAME=\u9069\u5408\u5ea6\u30e2\u30c7\u30eb\u8a55\u4fa1\u8005
GOODNESSOFFit_DESCRIPTION=\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u524d\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u304b\u3089\u53d7\u3051\u53d6\u308b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u9069\u5408\u5ea6\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u5229\u7528\u3057\u3066\u3001\u524d\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u304b\u3089\u53d7\u3051\u53d6\u308b\u8a13\u7df4\u3055\u308c\u305f\u30e2\u30c7\u30eb\u3092\u78ba\u304b\u3081\u308b\u3002
LIFT_NAME=\u30ea\u30d5\u30c8\u30e2\u30c7\u30eb\u8a55\u4fa1\u8005
LIFT_DESCRIPTION=\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u524d\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u304b\u3089\u53d7\u3051\u53d6\u308b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u30ea\u30d5\u30c8\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u5229\u7528\u3057\u3066\u3001\u524d\u306e\u30e2\u30c7\u30eb\u30aa\u30da\u30ec\u30fc\u30bf\u304b\u3089\u53d7\u3051\u53d6\u308b\u8a13\u7df4\u3055\u308c\u305f\u30e2\u30c7\u30eb\u3092\u78ba\u304b\u3081\u3066\u6bd4\u8f03\u3059\u308b\u3002
ROC_NAME=\uff32\uff2f\uff23\uff0d\uff21\uff35\uff23\u30e2\u30c7\u30eb\u8a55\u4fa1\u8005
ROC_DESCRIPTION=\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u524d\u306e\u30aa\u30da\u30ec\u30fc\u30bf\u304b\u3089\u53d7\u3051\u53d6\u308b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3053\u3068\u306b\u3088\u3063\u3066\u3001\uff32\uff2f\uff23\uff0d\uff21\uff35\uff23\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u5229\u7528\u3057\u3066\u3001\u524d\u306e\u30e2\u30c7\u30eb\u30aa\u30da\u30ec\u30fc\u30bf\u304b\u3089\u53d7\u3051\u53d6\u308b\u8a13\u7df4\u3055\u308c\u305f\u30e2\u30c7\u30eb\u3092\u78ba\u304b\u3081\u3066\u6bd4\u8f03\u3059\u308b\u3002
CONFUSION_NAME = Confusion Matrix Model Evaluator
CONFUSION_DESCRIPTION = TODO: fill this description.
TREE_PREDICT_NAME=\u6728\u306e\u4e88\u6e2c
TREE_PREDICT_DESCRIPTION=\u6728\u306e\u4e88\u6e2c\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u6728\u30e2\u30c7\u30eb\u3092\u5229\u7528\u3057\u3066\u4e88\u6e2c\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002\u5f93\u5c5e\u30ab\u30e9\u30e0\u3092\u9664\u3044\u3066\u3001\u305d\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30e2\u30c7\u30eb\u8a13\u7df4\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30ab\u30e9\u30e0\u3068\u540c\u3058\u540d\u524d\u306e\u30ab\u30e9\u30e0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002
ASSOCIATION_PREDICT_NAME=\u95a2\u9023\u4e88\u6e2c
ASSOCIATION_PREDICT_DESCRIPTION=\u95a2\u9023\u4e88\u6e2c\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u95a2\u9023\u30e2\u30c7\u30eb\u3092\u5229\u7528\u3057\u3066\u4e88\u6e2c\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002\u305d\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30e2\u30c7\u30eb\u8a13\u7df4\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30ab\u30e9\u30e0\u3068\u540c\u3058\u540d\u524d\u306e\u30ab\u30e9\u30e0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002
LINEAR_REGRESSION_PREDICT_NAME=\u7dda\u5f62\u56de\u5e30\u4e88\u6e2c
LINEAR_REGRESSION_PREDICT_DESCRIPTION=\u7dda\u5f62\u56de\u5e30\u4e88\u6e2c\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u7dda\u5f62\u56de\u5e30\u30e2\u30c7\u30eb\u3046\u3092\u5229\u7528\u3057\u3066\u4e88\u6e2c\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002\u5f93\u5c5e\u30ab\u30e9\u30e0\u3092\u9664\u3044\u3066\u3001\u305d\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30e2\u30c7\u30eb\u8a13\u7df4\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30ab\u30e9\u30e0\u3068\u540c\u3058\u540d\u524d\u306e\u30ab\u30e9\u30e0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002
LOGISTIC_REGRESSION_PREDICT_NAME=\u30ed\u30b8\u30b9\u30c6\u30a3\u30c3\u30af\u56de\u5e30\u4e88\u6e2c
LOGISTIC_REGRESSION_PREDICT_DESCRIPTION=\u30ed\u30b8\u30b9\u30c6\u30a3\u30c3\u30af\u56de\u5e30\u4e88\u6e2c\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30ed\u30b8\u30b9\u30c6\u30a3\u30c3\u30af\u56de\u5e30\u30e2\u30c7\u30eb\u3092\u5229\u7528\u3057\u3066\u4e88\u6e2c\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002\u5f93\u5c5e\u30ab\u30e9\u30e0\u3092\u9664\u3044\u3066\u3001\u305d\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30e2\u30c7\u30eb\u8a13\u7df4\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30ab\u30e9\u30e0\u3068\u540c\u3058\u540d\u524d\u306e\u30ab\u30e9\u30e0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002
NAIVE_BAYES_PREDICT_NAME=\u5358\u7d14\u30d9\u30a4\u30ba\u4e88\u6e2c
NAIVE_BAYES_PREDICT_DESCRIPTION=\u5358\u7d14\u30d9\u30a4\u30ba\u4e88\u6e2c\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30ca\u30a4\u30fc\u30d6\u30d9\u30a4\u30ba\u30e2\u30c7\u30eb\u3092\u5229\u7528\u3057\u3066\u4e88\u6e2c\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002\u5f93\u5c5e\u30ab\u30e9\u30e0\u3092\u9664\u3044\u3066\u3001\u305d\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30e2\u30c7\u30eb\u8a13\u7df4\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30ab\u30e9\u30e0\u3068\u540c\u3058\u540d\u524d\u306e\u30ab\u30e9\u30e0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002
ADABOOST_PREDICT_NAME=AdaBoost Prediction
ADABOOST_PREDICT_DESCRIPTION=AdaBoost Prediction utilizes a Adaboost model to apply prediction to the input dataset. The dataset must contain the columns which the names are the same as the columns in the dataset selected for model training, except for the dependent column.
SVD_PREDICT_NAME=SVD Prediction
SVD_PREDICT_DESCRIPTION=SVD Prediction operator utilizes a SVD model to apply prediction to the input dataset.
SVD_CALCULATOR_NAME=SVD Calculator
SVD_CALCULATOR_DESCRIPTION=SVD Calculator operator utilizes a U and V matrix of SVD to apply calculation of the original matrix value.
SVM_CL_TRAIN_NAME=SVM\u5206\u985e
NEURALNETWORK_PREDICT_NAME=\u795e\u7d4c\u56de\u8def\u7db2\u4e88\u6e2c
NEURALNETWORK_PREDICT_DESCRIPTION=\u795e\u7d4c\u56de\u8def\u7db2\u4e88\u6e2c\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u795e\u7d4c\u56de\u8def\u7db2\u30e2\u30c7\u30eb\u3092\u5229\u7528\u3057\u3066\u4e88\u6e2c\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002\u5f93\u5c5e\u30ab\u30e9\u30e0\u3092\u9664\u3044\u3066\u3001\u305d\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30e2\u30c7\u30eb\u8a13\u7df4\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30ab\u30e9\u30e0\u3068\u540c\u3058\u540d\u524d\u306e\u30ab\u30e9\u30e0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002
TABLE_JOIN_NAME=\u30c6\u30fc\u30d7\u30eb\u7d50\u5408
TABLE_JOIN_DESCRIPTION=\u30c6\u30fc\u30d7\u30eb\u7d50\u5408\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30e6\u30fc\u30b6\u306b\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306e\u30a8\u30a4\u30ea\u30a2\u30b9\u3001\u30a2\u30a6\u30c8\u30d7\u30c3\u30c8\u30ab\u30e9\u30e0\u53ca\u3073\u9023\u7d50\u6761\u4ef6\u3092\u5b9a\u7fa9\u3059\u308b\u3053\u3068\u3092\u8a31\u3059\u3053\u3068\u306b\u3088\u3063\u3066\u3001\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30c6\u30fc\u30d7\u30eb\u9023\u7d50\u3092\u5b9f\u884c\u3059\u308b\u3002
TABLE_SELECTOR_NAME=\uff24\uff42\u30c6\u30fc\u30d7\u30eb
TABLE_SELECTOR_DESCRIPTION=\uff24\uff22\u30c6\u30fc\u30d7\u30eb\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30c6\u30fc\u30d7\u30eb\u30bd\u30fc\u30b9\u3001\u4f8b\u3048\u3070\u3001\u30c7\u30fc\u30bf\u30de\u30a4\u30cb\u30f3\u30b0\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u9069\u7528\u3059\u308b\u30c7\u30fc\u30bf\u3068\u3057\u3066\u3001\u4e88\u6e2c\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u66f4\u65b0\u3059\u308b\u30c7\u30fc\u30bf\u3068\u3057\u3066\u3001\u5c5e\u6027\u5206\u6790\u3092\u9069\u7528\u3059\u308b\u30c7\u30fc\u30bf\u3068\u3057\u3066\u4f7f\u7528\u3055\u308c\u308b\u3053\u3068\u3092\u793a\u3059\u3002
DECISION_TREE_TRAIN_NAME=\u6c7a\u5b9a\u6728
DECISION_TREE_TRAIN_DESCRIPTION=\u6c7a\u5b9a\u6728\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u6c7a\u5b9a\u6728\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002
CART_TREE_TRAIN_NAME=\uff23\uff21\uff32\uff34\u6728
CART_TREE_TRAIN_DESCRIPTION=\uff23\uff21\uff32\uff34\u6728\u30aa\u30da\u30ec\u30fc\u30bf\u306f\uff23\uff21\uff32\uff34\u306e\u6c7a\u5b9a\u6728\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002 
EngineModelWrapper_NAME=\u5206\u6790\u7684\u306a\u30e2\u30c7\u30eb
EngineModelWrapper_DESCRIPTION=\u5206\u6790\u7684\u306a\u30e2\u30c7\u30eb\u30ce\u30fc\u30c9\u3092\u4f7f\u3063\u3066\u8a13\u7df4\u30e2\u30c7\u30eb\u3092\u84c4\u3048\u308b\u3002
LINEAR_REGRESSION_TRAIN_NAME=\u7dda\u5f62\u56de\u5e30
LINEAR_REGRESSION_TRAIN_DESCRIPTION=\u7dda\u5f62\u56de\u5e30\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u7dda\u5f62\u56de\u5e30\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002 
LOGISTIC_REGRESSION_TRAIN_NAME=\u30ed\u30b8\u30b9\u30c6\u30a3\u30c3\u30af\u56de\u5e30
LOGISTIC_REGRESSION_TRAIN_DESCRIPTION=\u30ed\u30b8\u30b9\u30c6\u30a3\u30c3\u30af\u56de\u5e30\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u30ed\u30b8\u30b9\u30c6\u30a3\u30c3\u30af\u56de\u5e30\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002 
NAIVE_BAYES_TRAIN_NAME=\u5358\u7d14\u30d9\u30a4\u30ba\u5206\u985e\u5668
NAIVE_BAYES_TRAIN_DESCRIPTION=\u5358\u7d14\u30d9\u30a4\u30ba\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u5358\u7d14\u30d9\u30a4\u30ba\u5206\u985e\u5668\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\uff08\u4f8b\u3048\u3070\u3001\uff24\uff22\u30c6\u30fc\u30d7\u30eb\uff09\u306b\u9069\u7528\u3059\u308b\u3002
ADABOOST_TRAIN_NAME=AdaBoost train
ADABOOST_TRAIN_DESCRIPTION=AdaBoost operator apply Adaboost algorithm to input dataset (e.g. a DB Table).
SVD_TRAIN_NAME=SVD train
SVD_TRAIN_DESCRIPTION=SVD operator apply SVD algorithm to input dataset (e.g. a DB Table).
NEURALNETWORK_TRAIN_NAME=\u795e\u7d4c\u56de\u8def\u7db2
NEURALNETWORK_TRAIN_DESCRIPTION=\u795e\u7d4c\u56de\u8def\u7db2\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u795e\u7d4c\u56de\u8def\u7db2\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002
TOO_MANY_VALUES_WARNING=\u30ab\u30e9\u30e0\uff1b\u3088\u308a\u591a\u3044\uff1b\u8a13\u7df4\u306b\u9577\u3044\u6642\u9593\u3092\u304b\u304b\u308b\u7570\u306a\u308b\u5024\u3002
STRATIFIED_OUT_BOUNDS = \u30b5\u30f3\u30d7\u30eb\u30ab\u30e9\u30e0\u306e\u7570\u306a\u308b\u5024\u306f\u8a31\u3055\u308c\u308b\u6700\u5927\u5024\u3092\u8d85\u3048\u3066\u3001\u30b5\u30f3\u30d7\u30eb\u30ea\u30f3\u30b0\u306b\u9577\u3044\u6642\u9593\u3092\u304b\u304b\u3063\u3066\u3001\u4eca\u30b5\u30f3\u30d7\u30ea\u30f3\u30b0\u306e\u30bf\u30a4\u30d7\u500b\u6570\u304c\u4eca\u306e\u6700\u5927\u5024  
PIVOT_NAME = \u30d4\u30dc\u30c3\u30c8\u30c6\u30fc\u30d7\u30eb
PIVOT_DESCRIPTION = \u30d4\u30dc\u30c3\u30c8\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u540c\u3058\u30ea\u30b9\u30c8\u306b\u5225\u306e\u30ab\u30e9\u30e0\u3067\u5b9a\u7fa9\u3055\u308c\u308b\u5c0f\u8a08\uff08\u6216\u3044\u306f\u5225\u306e\u8a08\u7b97\uff09\u306b\u3088\u3063\u3066\u30c6\u30fc\u30d7\u30eb\u306e\u30ab\u30e9\u30e0\u3067\u542b\u3081\u308b\u30c7\u30fc\u30bf\u3092\u5909\u66f4\u3055\u305b\u308b\u3002\u5225\u306e\u8a08\u7b97\u306f\u5e73\u5747\u5024\u53ca\u3073\u500b\u6570\u306e\u8a08\u7b97\u3067\u3042\u308b\u3053\u3068\u304b\u308c\u3057\u308c\u306a\u3044\u3002
ARIMA_TRAIN_NAME = \u81ea\u5df1\u56de\u5e30\u79fb\u52d5\u5e73\u5747
ARIMA_TRAIN_DESCRIPTION = \u81ea\u5df1\u56de\u5e30\u79fb\u52d5\u5e73\u5747\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u6642\u7cfb\u5217\u306e\u81ea\u5df1\u56de\u5e30\u548c\u5206\u79fb\u52d5\u5e73\u5747\u30e2\u30c7\u30eb\u3092\u751f\u6210\u3059\u308b\u3002
ARIMA_PREDICT_NAME=\u81ea\u5df1\u56de\u5e30\u79fb\u52d5\u5e73\u5747\u4e88\u6e2c
ARIMA_PREDICT_DESCRIPTION=\u81ea\u5df1\u56de\u5e30\u79fb\u52d5\u5e73\u5747\u4e88\u6e2c\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u81ea\u5df1\u56de\u5e30\u548c\u5206\u79fb\u52d5\u5e73\u5747\u30e2\u30c7\u30eb\u3092\u5229\u7528\u3057\u3066\u4e88\u6e2c\u3092\u9069\u7528\u3059\u308b\u3002
UNIVARIATE_NAME=\u5358\u5909\u91cf
UNIVARIATE_DESCRIPTION=\u5358\u5909\u91cf\u5206\u6790\u306f\u5b9a\u91cf\uff08\u7d71\u8a08\uff09\u5206\u6790\u306e\u6700\u3082\u5358\u7d14\u306a\u4e00\u5f62\u614b\u3060\u3002\u305d\u306e\u5206\u6790\u306f\u4e00\u3064\u306e\u5909\u6570\u306e\u8aac\u660e\u3068\u5206\u6790\u306b\u9069\u7528\u3067\u304d\u308b\u5358\u4f4d\u304c\u5b9f\u884c\u3055\u308c\u308b\u3002\u5358\u5909\u91cf\u5206\u6790\u306f\u524d\u3082\u3063\u3066\u63a8\u8ad6\u306b\u57fa\u3065\u3044\u3066\u3044\u308b\u4e8c\u5909\u91cf\u6216\u3044\u306f\u591a\u5909\u91cf\u5206\u6790\u304c\u88dc\u5145\u3055\u308c\u308b\u524d\u306b\u3001\u4e00\u822c\u306b\u7814\u7a76\u306e\u6700\u521d\u968e\u6bb5\u3067\u3001\u624b\u5143\u306b\u3042\u308b\u30c7\u30fc\u30bf\u3092\u5206\u6790\u3059\u308b\u3053\u3068\u3067\u4f7f\u7528\u3055\u308c\u308b\u3002
BAR_CHART_NAME=\u30d0\u30fc\u30c1\u30e3\u30fc\u30c8\u5206\u6790
BAR_CHART_DESCRIPTION=\u30c6\u30fc\u30d7\u30eb\u5206\u6790\u30ce\u30fc\u30c9\u3092\u5229\u7528\u3057\u3066\u30c6\u30fc\u30d7\u30eb\u306e\u30d0\u30fc\u30c1\u30e3\u30fc\u30c8\u3092\u898b\u305b\u308b\u3002
BOX_PLOT_NAME=Box Plot Analysis
BOX_PLOT_DESCRIPTION=A graphical representation of a sample's quartiles.
INFORMATIONVALUE_NAME=\u60c5\u5831\u4fa1\u5024
INFORMATIONVALUE_DESCRIPTION=\u60c5\u5831\u4fa1\u5024\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u8a3c\u62e0\u306e\u91cd\u307f\u3002
RECOMMENDATION_NAME=\u5546\u54c1\u63a8\u85a6
RECOMMENDATION_DESCRIPTION=\u5546\u54c1\u63a8\u85a6\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u6700\u8fd1\u8fd1\u508d\u6cd5\u3067\u7279\u5b9a\u9867\u5ba2\u306b\u5bfe\u3057\u3066\u5546\u54c1\u63a8\u85a6\u3092\u5b9f\u884c\u3059\u308b\u3002
RECOMMENDATION_EVALUATION_NAME=\u63a8\u85a6\u8a55\u4fa1
RECOMMENDATION_EVALUATION_DESCRIPTION=\u63a8\u85a6\u8a55\u4fa1\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u5546\u54c1\u63a8\u85a6\u306e\u52b9\u679c\u3092\u8a55\u4fa1\u3059\u308b\u3002
VARIABLE_SELECTION_SCORETYPE_INFO_GAIN=Info gain
VARIABLE_SELECTION_SCORETYPE_INFO_GAIN_RATIO=Info gain ratio
VARIABLE_SELECTION_SCORETYPE_TRANSFORMED_INFO_GAIN=Transformed info gain
ADABOOST_SAMPLE_ERRINFO=\u5f93\u5c5e\u30ab\u30e9\u30e0\u306f\u4e00\u3064\u3060\u3051\u306e\u5024\u3092\u542b\u3081\u3067\u304d\u307e\u305b\u3093\u3002
ADABOOST_SAMPLE_FAIL=\u5f93\u5c5e\u30ab\u30e9\u30e0\u306f\u4e00\u3064\u306e\u5024\u306e\u307f\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059 \u3002
ADABOOST_MAX_DEPENDENT_COUNT_ERRINFO=\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306e\u5f93\u5c5e\u30ab\u30e9\u30e0\u306f\u3001\u3042\u307e\u308a\u306b\u3082\u591a\u304f\u306e\u5024\u3092\u6301\u3064\u3002
ADABOOST_TOO_MANY_TRAINER=\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u591a\u3059\u304e\u308b\u3002 \u30aa\u30da\u30ec\u30fc\u30bf\u306e\u91cf\u3092\u5c0f\u3055\u304f\u3057\u3066\u304f\u3060\u3055\u3044 \u3002
PCA_VALUES_ALL_SAME = \u9078\u629e\u3055\u308c\u305f\u30ab\u30e9\u30e0\u306f\u4e00\u3064\u306e\u5024\u306e\u307f\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3001\u305d\u308c\u3092\u524a\u9664\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
PCA_NUM_ZERO=\u9078\u629e\u3055\u308c\u305f\u4e3b\u6210\u5206\u306e\u6570\u306f\u30bc\u30ed\u3067\u3059\u3002\u4ed6\u306e\u30ab\u30e9\u30e0\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
PCA_NAME=\u4e3b\u6210\u5206\u5206\u6790
PCA_DESCRIPTION=\u4e3b\u6210\u5206\u5206\u6790\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u4e3b\u6210\u5206\u5206\u6790\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u30a4\u30f3\u30d7\u30c3\u30c8\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u9069\u7528\u3059\u308b\u3002
STEPWISE_LINEAR_SQUARE=\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30aa\u30da\u30ec\u30fc\u30bf\u3092\u884c\u3046\u305f\u3081\u306e\u30c7\u30fc\u30bf\u304c\u5341\u5206\u306b\u542b\u3081\u3066\u3044\u306a\u3044\u3002
WOE_TRAIN_NAME=Weight of Evidence train
WOE_TRAIN_DESCRIPTION=Weight of Evidence\u30aa\u30da\u30ec\u30fc\u30bf\u306f\u3001Weight of Evidence\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u4f7f\u7528\u3057\u3066\u3001\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3092\u5206\u6790\u3059\u308b
WOE_PREDICT_NAME=Weight of Evidence predict
WOE_PREDICT_DESCRIPTION=Weight of Evidence\u4e88\u6e2c\u306f\u3001WOE\u30e2\u30c7\u30eb\u3092\u4f7f\u3063\u3066 \u3001\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3092\u4e88\u6e2c\u3059\u308b\u3002\u5f93\u5c5e\u30ab\u30e9\u30e0\u3092\u9664\u3044\u3066\u3001\u305d\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u30e2\u30c7\u30eb\u8a13\u7df4\u306e\u305f\u3081\u306b\u9078\u629e\u3055\u308c\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3067\u306e\u30ab\u30e9\u30e0\u3068\u540c\u3058\u540d\u524d\u306e\u30ab\u30e9\u30e0\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308b\u3002
WOE_DEPENDENT_2_VALUE=\u5f93\u5c5e\u30ab\u30e9\u30e0\u306e\u5024\u306f\u4e8c\u3088\u308a\u5927\u304d\u304f\u306a\u308b\u3053\u3068\u304c\u3067\u304d\u306a\u3044
WOE_DEPENDENT_NULL=\u5f93\u5c5e\u30ab\u30e9\u30e0\u3092\u7a7a\u306b\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002 
TABLESET_NAME=\u30c6\u30fc\u30d6\u30eb\u30bb\u30c3\u30c8
TABLESET_DESCRIPTION=\u30c6\u30fc\u30d6\u30eb\u30bb\u30c3\u30c8\u306f\u3001\u8907\u6570\u306e\u30c6\u30fc\u30d6\u30eb\u306e\u30c7\u30fc\u30bf\u3092\u7d50\u5408\u3057\u3066\u3001\u4e00\u3064\u306e\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u3068\u3057\u3066\u8fd4\u3059\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
PLDA_TRAIN_NAME=Parallel Latent Dirichlet Allocation.
PLDA_TRAIN_DESCRIPTION=Parallel Latent Dirichlet Allocation operator apply Parallel Latent Dirichlet Allocation algorithm to input dataset (e.g. a DB Table).
PLDA_PREDICT_NAME=Parallel Latent Dirichlet Allocation Predict.
PLDA_PREDICT_DESCRIPTION=Parallel Latent Dirichlet Allocation Predict operator   utilizes a  Parallel Latent Dirichlet Allocation   model to apply prediction to the input dataset. The dataset must contain the columns which the names are the same as the columns in the dataset selected for model training .

EM_TRAIN_NAME=Expectation Maxinum Cluster
EM_TRAIN_DESCRIPTION=EM Cluster operator apply Expectation Maxinum Cluster algorithm to input dataset (e.g. a DB Table).
EM_PREDICT_NAME=Expectation Maxinum Cluster Predict.
EM_PREDICT_DESCRIPTION=EM Cluster Predict operator utilizes a Expectation Maxinum Cluster model to apply prediction to the input dataset. The dataset must contain the columns which the names are the same as the columns in the dataset selected for model training .

HD_FILE_NAME=Hadoop\u30d5\u30a1\u30a4\u30eb
HD_FILE_NAME_DESCRIPTION=\u4e0b\u4f4d\u306e\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0\u30e6\u30cb\u30c3\u30c8\u306e\u30ce\u30fc\u30c9\u3067\u4f7f\u7528\u3059\u308b\u305f\u3081\u306bHadoop\u306e\u30d5\u30a1\u30a4\u30eb\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u30d5\u30a1\u30a4\u30eb\u3092\u9078\u629e\u3057\u307e\u3059\u3002
HD_FILE_PATH = Hadoop\u306e\u30d5\u30a1\u30a4\u30eb\u30d1\u30b9
HD_ROWFILTER_NAME=Hadoop\u884c\u30d5\u30a3\u30eb\u30bf\u30fc
HD_ROWFILTER_DESCRIPTION=Hadoop\u306e\u884c\u30d5\u30a3\u30eb\u30bf\u30fc\u306f\u3001\u30d5\u30a3\u30eb\u30bf\u306e\u6761\u4ef6\u3092\u8a2d\u5b9a\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u6761\u4ef6\u3092\u6e80\u305f\u3059\u30c7\u30fc\u30bf\u306e\u884c\u3060\u3051\u3092\u6b8b\u3057\u3066\u3001\u6b21\u306b\u65b0\u898fHadoop\u306e\u30d5\u30a1\u30a4\u30eb\u306b\u4fdd\u6301\u3055\u308c\u307e\u3059\u3002

Append_Not_Supported = Hadoop\u670d\u52a1\u5668\u4e0d\u652f\u6301Append\u6a21\u5f0f\u3002\u8bf7\u5728hadoop\u670d\u52a1\u5668\u7aef\u914d\u7f6e\u201cdfs.support.append\u201d\u53c2\u6570\u3002
COLUMN_FILTER_DESCRIPTION=\u5217\u30d5\u30a3\u30eb\u30bf\u30fc\u306f\u3001\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\uff08\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30c6\u30fc\u30d6\u30eb/\u30d3\u30e5\u30fc\uff09\u304b\u3089\u5217\u3092\u9078\u629e\u3059\u308b\u3002\u9078\u629e\u3055\u308c\u305f\u5217\u306e\u307f\u304c\u51fa\u529b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u5185\u306b\u6b8b\u308a\u307e\u3059\u3002\u51fa\u529b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306f\u3001\u65b0\u3057\u304f\u4f5c\u6210\u3055\u308c\u305f\u30c6\u30fc\u30d6\u30eb\u307e\u305f\u306f\u30d3\u30e5\u30fc\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
COLUMN_FILTER_NAME=\u5217\u30d5\u30a3\u30eb\u30bf\u30fc
SVM_ND_TRAIN_NAME=\u30ce\u30d9\u30eb\u30c6\u30a3\u691c\u51faSVM
SVM_ND_TRAIN_DESCRIPTION=SVM\u306e\u30ce\u30d9\u30eb\u30c6\u30a3\u691c\u51fa\u30aa\u30da\u30ec\u30fc\u30bf\u30fc\u306f\u3001\u5165\u529b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306bSVM\u30ce\u30d9\u30eb\u30c6\u30a3\u691c\u51fa\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u9069\u7528\u3057\u307e\u3059\u3002
SVM_CL_TRAIN_DESCRIPTION=\u5206\u985eSVM\u30aa\u30da\u30ec\u30fc\u30bf\u30fc\u306f\u3001\u5165\u529b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306bSVM\u5206\u985e\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u9069\u7528\u3059\u308b\u3002
SVM_PREDICT_DESCRIPTION=SVM\u4e88\u6e2c\u6f14\u7b97\u5b50\u306f\u3001\u5165\u529b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u4e88\u6e2c\u3092\u9069\u7528\u3059\u308bSVM\u30e2\u30c7\u30eb\u3092\u5229\u7528\u3057\u3066\u3044\u307e\u3059\u3002\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306b\u306f\u540d\u524d\u304c\u4f9d\u5b58\u3059\u308b\u5217\u3092\u9664\u3044\u3066\u3001\u30e2\u30c7\u30eb\u306e\u30c8\u30ec\u30fc\u30cb\u30f3\u30b0\u7528\u306b\u9078\u629e\u3057\u305f\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u5185\u306e\u5217\u3068\u540c\u3058\u3067\u3042\u308b\u5217\u3092\u542b\u3081\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
SVM_PREDICT_NAME=SVM\u4e88\u6e2c
SVM_RG_TRAIN_DESCRIPTION=\u56de\u5e30SVM\u6f14\u7b97\u5b50\u306f\u3001\u5165\u529b\u30c7\u30fc\u30bf\u30bb\u30c3\u30c8\u306bSVM\u56de\u5e30\u30a2\u30eb\u30b4\u30ea\u30ba\u30e0\u3092\u9069\u7528\u3057\u307e\u3059\u3002
SVM_RG_TRAIN_NAME=\u56de\u5e30SVM
VARIABLE_SELECTION_DESCRIPTION=\u5909\u6570\u9078\u629e\u30aa\u30da\u30ec\u30fc\u30bf\u30fc\u306f\u3001\u4e88\u6e2c\u30bf\u30b9\u30af\u306b\u8208\u5473\u306e\u3042\u308b\u5909\u6570\u3092\u8b58\u5225\u3057\u3001\u512a\u5148\u9806\u4f4d\u3092\u4ed8\u3051\u307e\u3059\u3002
VARIABLE_SELECTION_NAME=\u5909\u6570\u9078\u629e
VARIABLE_SELECTION_TRANSFORM_LABEL=transformed infomation gain\u3092\u8a08\u7b97\u306e\u6642\u3001\u5f93\u5c5e\u5217\u306e\u500b\u5225\u5024\u304c2\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

RANDOME_FOREST_TRAIN_NAME = Random Forest 

RANDOME_FOREST_TRAIN_DESCRIPTION = Random forest (or random forests) is an ensemble classifier that consists of many decision trees and outputs the class that is the mode of the classes output by individual trees.

LOCAL_MODE = in local mode