Database_Connection = \u6570\u636e\u5e93\u8fde\u63a5:\n
Table_Name = \u6570\u636e\u8868:\n
Table_Columns = \u8868\u5b57\u6bb5:\n
Table_Name_oneline=\u6570\u636e\u8868
DtatBase_URL= \u6570\u636e\u5e93\u5b9a\u4f4d\u7b26
TYPE_CUSTIMZE_LABEL=  \u5b9a\u5236
TYPE_AVG_ASC_LABEL= \u5e73\u5747
DtatBase_User_Name=\u6570\u636e\u5e93\u7528\u6237\u540d
CONNECTION_OK=\u8fde\u63a5\u6210\u529f
HISTOGRAM_NAME=\u76f4\u65b9\u56fe\u5206\u6790
HISTOGRAM_DESCRIPTION=\u76f4\u65b9\u56fe\u7528\u6765\u8ba1\u7b97\u6307\u5b9a\u5217\u8fde\u7eed\u578b\u6570\u636e\u51fa\u73b0\u7684\u9891\u7387\u3002\u7528\u6237\u53ef\u4ee5\u6307\u5b9a\u5728\u67d0\u4e00\u7279\u5b9a\u7684\u8fde\u7eed\u578b\u6570\u636e\u7684\u5217\uff0c\u7b97\u6cd5\u4f1a\u6839\u636e\u7528\u6237\u8f93\u5165\u7684\u533a\u95f4\u6570\u5c06\u6570\u636e\u5e73\u5747\u5212\u5206\u4e3a\u5f88\u591a\u533a\u95f4\uff0c\u7136\u540e\u5bf9\u6bcf\u4e2a\u533a\u95f4\u505a\u6570\u91cf\uff0c\u767e\u5206\u6bd4\u7b49\u5206\u6790\u3002
HISTOGRAM_COLUMN=\u5217\u548c\u533a\u95f4
CORRELATION_COLUMN=\u5217X\u548c\u5217Y
CORRELATION_NAME=\u76f8\u5173\u5206\u6790
CORRELATION_DESCRIPTION=\u76f8\u5173\u5206\u6790\u8ba9\u7528\u6237\u6307\u5b9a\u6570\u636e\u8868\u5185\u4e24\u4e2a\u6570\u5b57\u578b\u7684\u5b57\u6bb5\uff0c\u5206\u6790\u5176\u95f4\u7684\u76f8\u5173\u6027\u3002
SQLEXECUTE_NAME=\u53ef\u6267\u884cSQL
SQLEXECUTE_DESCRIPTION=\u53ef\u6267\u884cSQL\u5206\u6790\u53ef\u4ee5\u6267\u884c\u7528\u6237\u81ea\u5b9a\u4e49\u7684SQL\u8bed\u53e5\u3002\u8be5\u64cd\u4f5c\u5355\u5143\u8ddf\u4e0a\u4e0b\u7ea7\u64cd\u4f5c\u5355\u5143\u5728\u903b\u8f91\u65e0\u5fc5\u7136\u8054\u7cfb\uff0c\u53ea\u662f\u4e3a\u4e86\u4fdd\u8bc1\u5176\u6267\u884c\u987a\u5e8f\u3002
SCATTERMATRIX_NAME=\u6563\u70b9\u56fe\u77e9\u9635
SCATTERMATRIX_DESCRIPTION=\u6563\u70b9\u56fe\u77e9\u9635\u7531\u7528\u6237\u6307\u5b9a\u7684\u591a\u4e2a\u6570\u5b57\u578b\u5b57\u6bb5\u4e4b\u95f4\u7684\u6563\u70b9\u56fe\u548c\u76f8\u5173\u7cfb\u6570\u7ec4\u6210\u3002
NORMALIZATION_NAME=\u6570\u636e\u89c4\u8303\u5316
NORMALIZATION_DESCRIPTION=\u5bf9\u6570\u636e\u8fdb\u884c\u89c4\u8303\u5316\u5904\u7406
NORMALIZATION_MAXMIN=\u5fc5\u987b\u5927\u4e8e\u6700\u5c0f\u503c
NORMALIZATION_MAX=\u6700\u5927\u503c
NORMALIZATION_Illegal_P=\u5f53\u67d0\u5217\u6570\u636e\u548c\u4e3a\u96f6\u65f6\uff0cP\u8f6c\u6362\u65e0\u6cd5\u6b63\u5e38\u5de5\u4f5c\uff0c\u8bf7\u5c1d\u8bd5\u5176\u4ed6\u65b9\u6cd5\u3002
NORMALIZATION_Illegal_Z=\u5f53\u67d0\u5217\u6570\u636e\u65b9\u5dee\u4e3a\u96f6\u65f6\uff0cZ\u8f6c\u6362\u65e0\u6cd5\u6b63\u5e38\u5de5\u4f5c\uff0c\u8bf7\u5c1d\u8bd5\u5176\u4ed6\u65b9\u6cd5\u3002
NORMALIZATION_Illegal_AVG=\u5f53\u67d0\u5217\u6570\u636e\u5e73\u5747\u503c\u4e3a\u96f6\u65f6\uff0c\u9664\u5e73\u5747\u8f6c\u6362\u65e0\u6cd5\u6b63\u5e38\u5de5\u4f5c\uff0c\u8bf7\u5c1d\u8bd5\u5176\u4ed6\u65b9\u6cd5\u3002
AGGREGATE_NAME=\u805a\u5408\u5668
AGGREGATE_DESCRIPTION=\u805a\u5408\u5668\u8ba9\u7528\u6237\u4ee5\u73b0\u6709\u6570\u636e\u5217\u5b9a\u4e49\u51fa\u65b0\u589e\u7684\u805a\u5408\u6570\u636e\u5217\u5e76\u5b9a\u4e49\u5206\u7ec4\uff08GROUP BY\uff09\u7684\u5b57\u6bb5\uff0c\u7528\u6237\u4e5f\u53ef\u4ee5\u4ee5\u6b64\u5b9a\u4e49Window\u51fd\u6570\uff08Window Function\uff09\u4f5c\u4e3a\u65b0\u7684\u5b57\u6bb5\uff0c\u65b0\u4ea7\u751f\u7684\u6570\u636e\u4f1a\u88ab\u4fdd\u5b58\u5728\u65b0\u7684\u6570\u636e\u8868\u6216\u89c6\u56fe\u91cc\u3002
ASSOCIATION_NAME=\u5173\u8054\u89c4\u5219\u5206\u6790
ASSOCIATION_DESCRIPTION=\u5173\u8054\u5206\u6790\u662f\u5bfb\u627e\u6570\u636e\u8868\u5185\u6570\u636e\u4e4b\u95f4\u7684\u5173\u8054\u5ea6
KMEANS_NAME=K\u5e73\u5747\u805a\u7c7b\u5206\u6790
KMEANS_DESCRIPTION=k-means \u7b97\u6cd5\u63a5\u53d7\u8f93\u5165\u91cfk\uff0c\u7136\u540e\u5c06n\u4e2a\u6570\u636e\u5bf9\u8c61\u5212\u5206\u4e3ak\u4e2a\u805a\u7c7b\u4ee5\u4fbf\u4f7f\u5f97\u6240\u83b7\u5f97\u7684\u805a\u7c7b\u6ee1\u8db3\uff1a\u540c\u4e00\u805a\u7c7b\u4e2d\u7684\u5bf9\u8c61\u76f8\u4f3c\u5ea6\u8f83\u9ad8\uff0c\u800c\u4e0d\u540c\u805a\u7c7b\u4e2d\u7684\u5bf9\u8c61\u76f8\u4f3c\u5ea6\u8f83\u5c0f\u3002\u805a\u7c7b\u76f8\u4f3c\u5ea6\u662f\u5229\u7528\u5404\u805a\u7c7b\u4e2d\u5bf9\u8c61\u7684\u5747\u503c\u6240\u83b7\u5f97\u4e00\u4e2a\u201c\u4e2d\u5fc3\u5bf9\u8c61\u201d\uff08\u5f15\u529b\u4e2d\u5fc3\uff09\u6765\u8fdb\u884c\u8ba1\u7b97\u7684\u3002
DATA_FILTER_NAME=\u6570\u636e\u884c\u7b5b\u9009\u5668
DATA_FILTER_DESCRIPTION=\u6570\u636e\u884c\u7b5b\u9009\u5668\u5bf9\u6570\u636e\u8868\u6216\u89c6\u56fe\u7684\u6570\u636e\u884c\u8fdb\u884c\u7b5b\u9009\uff0c\u53ea\u7559\u4e0b\u6ee1\u8db3\u6761\u4ef6\u7684\u6570\u636e\u884c\uff0c\u901a\u8fc7\u7b5b\u9009\u7684\u6570\u636e\u884c\u4f1a\u88ab\u4fdd\u7559\u5728\u65b0\u7684\u6570\u636e\u8868\u3001\u89c6\u56fe\u91cc\u3002
REPLACE_NULL_NAME= \u66ff\u6362\u7a7a\u503c
REPLACE_NULL_DESCRIPTION= \u66ff\u6362\u7a7a\u503c\u5c06\u8868\u4e2d\u7a7a\u503c(null)\u66ff\u6362\u4e3a\u6307\u5b9a\u7684\u503c.
REPLACE_NULL_COLUMN=\u5217\u548c\u66ff\u6362\u503c
FREQUENCY_NAME=\u503c\u9891\u7387\u5206\u6790
FREQUENCY_DESCRIPTION=\u503c\u9891\u7387\u5206\u6790\u4f1a\u8ba1\u7b97\u6570\u636e\u8868\u4e2d\u6bcf\u4e00\u5217\u4e2d\u4e0d\u540c\u503c\u7684\u6570\u91cf\u548c\u767e\u5206\u6bd4\u3002
N2T_NAME=\u6570\u5b57\u8f6c\u6362\u6587\u672c
N2T_DESCRIPTION=\u6570\u5b57\u8f6c\u6362\u6587\u672c\u53ef\u4ee5\u8ba9\u7528\u6237\u9009\u62e9\u6570\u636e\u96c6\u4e2d\u6307\u5b9a\u7684\u6570\u5b57\u7c7b\u578b\u5217\uff0c\u5c06\u5176\u8f6c\u6362\u95ee\u6587\u672c\u7c7b\u578b\u5217\u3002\u7528\u6237\u53ef\u4ee5\u9009\u62e9\u5c06\u7ed3\u679c\u8f93\u51fa\u81f3\u8868\u6216\u8005\u89c6\u56fe\u4e2d\u3002
RANDOM_SAMPLEING_NAME= \u968f\u673a\u62bd\u6837
RANDOM_SAMPLEING_DESCRIPTION=\u968f\u673a\u62bd\u6837\u4ece\u8f93\u5165\u7684\u6570\u636e\u96c6\u5f53\u4e2d\u6839\u636e\u7528\u6237\u7684\u8981\u6c42\u968f\u673a\u62bd\u53d6\u6570\u636e\u884c\u3001\u5e76\u8f93\u51fa\u81f3\u591a\u4e2a\u6570\u636e\u96c6\uff08\u8868/\u89c6\u56fe\uff09\u3002
SAMPLEING_SELECTOR_NAME=\u62bd\u6837\u6570\u636e\u8868\u9009\u62e9
SAMPLEING_SELECTOR_DESCRIPTION=\u62bd\u6837\u6570\u636e\u8868\u9009\u62e9\u8fde\u63a5\u5230\u4e0a\u7ea7\u7684\u62bd\u6837\u4ea7\u751f\u5de5\u5177\uff08\u4f8b\u5982\uff1a\u968f\u673a\u62bd\u6837\uff09\uff0c\u8ba9\u7528\u6237\u4ece\u6240\u751f\u6210\u7684\u62bd\u6837\u6570\u636e\u96c6\u4e2d\u9009\u62e9\u4e00\u4e2a\u6570\u636e\u96c6\u4f9b\u4e0b\u7ea7\u7684\u5206\u6790\u4f7f\u7528\u3002
STRATIFIED_SAMPLEING_NAME=\u5206\u5c42\u62bd\u6837
STRATIFIED_SAMPLEING_DESCRIPTION=\u5206\u5c42\u62bd\u6837\u4ece\u8f93\u5165\u7684\u6570\u636e\u96c6\u5f53\u4e2d\u6839\u636e\u7528\u6237\u7684\u8981\u6c42\u5206\u5c42\u62bd\u53d6\u6570\u636e\u884c\u3001\u5e76\u8f93\u51fa\u81f3\u591a\u4e2a\u6570\u636e\u96c6\uff08\u8868/\u89c6\u56fe\uff09\u3002\u7528\u6237\u53ef\u4ee5\u9009\u62e9\u4e00\u4e2a\u5b57\u6bb5\uff0c\u8be5\u5b57\u6bb5\u4e2d\u4e0d\u540c\u6570\u503c\u7684\u6bd4\u4f8b\uff0c\u4f1a\u5728\u6240\u4ea7\u751f\u7684\u6240\u6709\u6570\u636e\u62bd\u53d6\u4e2d\u4fdd\u7559\u3002
VALUE_ANALYSIS_NAME=\u503c\u5206\u6790
VALUE_ANALYSIS_DESCRIPTION=\u503c\u5206\u6790\u662f\u4e00\u79cd\u5bf9\u6570\u636e\u8fdb\u884c\u7684\u603b\u7ed3\u3002\u5b83\u4f1a\u5bf9\u6570\u636e\u603b\u7ed3\u51fa\u4e00\u4e9b\u5bf9\u7528\u6237\u6709\u7528\u7684\u4fe1\u606f\uff0c\u5305\u62ec\u7a7a\u503c\u6570\uff0c\u96f6\u503c\u6570\uff0c\u6b63\u503c\u6570,\u8d1f\u503c\u6570\u7b49\u7b49\u3002
VARIABLE_ANALYSIS_NAME=\u53d8\u91cf\u5668
VARIABLE_ANALYSIS_DESCRIPTION=\u53d8\u91cf\u5668\u8ba9\u7528\u6237\u4ee5\u73b0\u6709\u6570\u636e\u5217\u5b9a\u4e49\u51fa\u65b0\u589e\u7684\u6570\u636e\u5217\uff0c\u6b64\u5916\uff0c\u8fd8\u63d0\u4f9b\u628a\u6570\u636e\u884c\u6309\u6307\u5b9a\u6570\u636e\u5217\u7684\u503c\u6765\u5206\u914d\u533a\u95f4\u503c\uff08bin\uff09\uff0c\u65b0\u589e\u7684\u6570\u636e\u5217\u8fde\u540c\u539f\u6709\u7684\u6570\u636e\u5217\u4f1a\u88ab\u4fdd\u5b58\u5728\u65b0\u7684\u6570\u636e\u8868\u6216\u89c6\u56fe\u91cc\u3002
GOODNESSOFFit_NAME=\u62df\u5408\u4f18\u5ea6\u6a21\u578b\u8bc4\u4f30
GOODNESSOFFit_DESCRIPTION=\u4f7f\u7528\u4ece\u4e0a\u7ea7\u64cd\u4f5c\u5355\u5143\u8282\u70b9\u5f97\u5230\u7684\u6570\u636e\u8868\u4ee5\u62df\u5408\u4f18\u5ea6\u7b97\u6cd5\u6765\u6821\u9a8c\u6570\u636e\u9884\u6d4b\u6a21\u578b\u7684\u51c6\u786e\u6027
LIFT_NAME=\u63d0\u5347\u5ea6\u6a21\u578b\u8bc4\u4f30
LIFT_DESCRIPTION=\u4f7f\u7528\u4ece\u4e0a\u7ea7\u64cd\u4f5c\u5355\u5143\u8282\u70b9\u5f97\u5230\u7684\u6570\u636e\u8868\u4ee5\u63d0\u5347\u5ea6\u7b97\u6cd5\u6765\u6821\u9a8c\u6570\u636e\u9884\u6d4b\u6a21\u578b\u7684\u51c6\u786e\u6027
ROC_NAME=ROC-AUC\u6a21\u578b\u8bc4\u4f30
ROC_DESCRIPTION=\u4f7f\u7528\u4ece\u4e0a\u7ea7\u64cd\u4f5c\u5355\u5143\u8282\u70b9\u5f97\u5230\u7684\u6570\u636e\u8868\u4ee5ROC-AUC\u7b97\u6cd5\u6765\u6821\u9a8c\u6570\u636e\u9884\u6d4b\u6a21\u578b\u7684\u51c6\u786e\u6027\u3002
CONFUSION_NAME = Confusion Matrix Model Evaluator
CONFUSION_DESCRIPTION = TODO: fill this description.
TREE_PREDICT_NAME=\u6811\u9884\u6d4b
TREE_PREDICT_DESCRIPTION=\u6811\u9884\u6d4b\u4f7f\u7528\u6811\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\uff0c\u6570\u636e\u8868\u5fc5\u987b\u62e5\u6709\u8bad\u7ec3\u6a21\u578b\u65f6\u4f7f\u7528\u7684\u6570\u636e\u8868\u5185\u72ec\u7acb\u5b57\u6bb5\u3002\u5bf9\u4e8e\u6570\u636e\u5e93\u4e2d\u7684\u67d0\u4e2a\u8868,\u9700\u8981\u4f7f\u7528\u51b3\u7b56\u6811\u6a21\u578b\u8fdb\u884c\u9884\u6d4b,\u9884\u6d4b\u65f6\u9700\u8981\u77e5\u9053\u8868\u540d\uff0c\u8fde\u63a5\u53c2\u6570\uff0c\u548c\u8bad\u7ec3\u597d\u7684\u51b3\u7b56\u6811\u6a21\u578b\u3002\u5f53\u8fdb\u884c\u9884\u6d4b\u65f6\uff0c\u901a\u8fc7\u6a21\u578b\u5f97\u5230\u53c2\u6570\uff0c\u7136\u540e\u901a\u8fc7sql\u8ba1\u7b97\u7f6e\u4fe1\u5ea6,\u5e76\u66f4\u65b0\u5230\u6570\u636e\u5e93\u4e2d\u3002
ASSOCIATION_PREDICT_NAME=\u5173\u8054\u89c4\u5219\u9884\u6d4b
ASSOCIATION_PREDICT_DESCRIPTION=\u5173\u8054\u89c4\u5219\u9884\u6d4b\u4f7f\u7528\u5173\u8054\u89c4\u5219\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\uff0c\u6570\u636e\u8868\u5fc5\u987b\u62e5\u6709\u8bad\u7ec3\u6a21\u578b\u65f6\u4f7f\u7528\u7684\u6570\u636e\u8868\u5185\u7684\u5b57\u6bb5\u3002
LINEAR_REGRESSION_PREDICT_NAME=\u7ebf\u6027\u56de\u5f52\u9884\u6d4b
LINEAR_REGRESSION_PREDICT_DESCRIPTION=\u7ebf\u6027\u56de\u5f52\u9884\u6d4b\u4f7f\u7528\u7ebf\u6027\u56de\u5f52\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
LOGISTIC_REGRESSION_PREDICT_NAME=\u903b\u8f91\u56de\u5f52\u9884\u6d4b
LOGISTIC_REGRESSION_PREDICT_DESCRIPTION=\u903b\u8f91\u56de\u5f52\u9884\u6d4b\u4f7f\u7528\u903b\u8f91\u56de\u5f52\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
NAIVE_BAYES_PREDICT_NAME=\u6734\u7d20\u8d1d\u53f6\u65af\u9884\u6d4b
NAIVE_BAYES_PREDICT_DESCRIPTION=\u6734\u7d20\u8d1d\u53f6\u65af\u9884\u6d4b\u4f7f\u7528\u6734\u7d20\u8d1d\u53f6\u65af\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
ADABOOST_PREDICT_NAME=AdaBoost\u9884\u6d4b
ADABOOST_PREDICT_DESCRIPTION=AdaBoost\u9884\u6d4b\u4f7f\u7528AdaBoost\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
SVD_PREDICT_NAME=SVD\u9884\u6d4b
SVD_PREDICT_DESCRIPTION=SVD\u9884\u6d4b\u4f7f\u7528SVD\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
SVD_CALCULATOR_NAME=SVD\u8ba1\u7b97\u5668
SVD_CALCULATOR_DESCRIPTION=SVD\u8ba1\u7b97\u5668\u901a\u8fc7SVD\u7684U\uff0cV\u77e9\u9635\u5bf9\u539f\u59cb\u7684\u77e9\u9635\u8868\u7684\u6570\u503c\u8fdb\u884c\u8ba1\u7b97\u3002
NEURALNETWORK_PREDICT_NAME=\u795e\u7ecf\u7f51\u7edc\u9884\u6d4b
NEURALNETWORK_PREDICT_DESCRIPTION=\u795e\u7ecf\u7f51\u7edc\u9884\u6d4b\u4f7f\u7528\u795e\u7ecf\u7f51\u7edc\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
TABLE_JOIN_NAME=\u8868\u8fde\u63a5
TABLE_JOIN_DESCRIPTION=\u6570\u636e\u8868\u8fde\u63a5\u5bf9\u8f93\u5165\u7684\u591a\u4e2a\u6570\u636e\u96c6\uff08dataset\uff09\u8fdb\u884c\u8fde\u63a5\uff0c\u7528\u6237\u53ef\u4ee5\u5b9a\u4e49\u8f93\u5165\u6570\u636e\u96c6\u7684\u522b\u540d\u3001\u8981\u8f93\u51fa\u7684\u5b57\u6bb5\u548c\u8fde\u63a5\u6761\u4ef6\uff08Join condition\uff09\u3002
TABLE_SELECTOR_NAME=\u6570\u636e\u8868
TABLE_SELECTOR_DESCRIPTION=\u4ece\u6570\u636e\u5e93\u5185\u9009\u62e9\u4e00\u4e2a\u6570\u636e\u8868\u6216\u89c6\u56fe\u4f9b\u4e0b\u7ea7\u64cd\u4f5c\u5355\u5143\u8282\u70b9\u4f7f\u7528\u3002
DECISION_TREE_TRAIN_NAME=\u51b3\u7b56\u6811\u5206\u6790
DECISION_TREE_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u51b3\u7b56\u6811\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u51b3\u7b56\u6811\u6a21\u578b\u3002
CART_TREE_TRAIN_NAME=\u5206\u7c7b\u56de\u5f52\u6811\u5206\u6790
CART_TREE_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u5206\u7c7b\u6811\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u51b3\u7b56\u6811\u6a21\u578b\u3002
EngineModelWrapper_NAME=\u6a21\u578b\u5c01\u88c5\u5668
EngineModelWrapper_DESCRIPTION=\u6a21\u578b\u5c01\u88c5\u5668\u7528\u6765\u5c01\u88c5\u751f\u6210\u7684\u6a21\u578b\u6570\u636e
LINEAR_REGRESSION_TRAIN_NAME=\u7ebf\u6027\u56de\u5f52\u5206\u6790
LINEAR_REGRESSION_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u7ebf\u6027\u56de\u5f52\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u7ebf\u6027\u56de\u5f52\u6a21\u578b\u3002
LOGISTIC_REGRESSION_TRAIN_NAME=\u903b\u8f91\u56de\u5f52\u5206\u6790
LOGISTIC_REGRESSION_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u903b\u8f91\u56de\u5f52\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u7ebf\u6027\u56de\u5f52\u6a21\u578b\u3002
NAIVE_BAYES_TRAIN_NAME=\u6734\u7d20\u8d1d\u53f6\u65af\u5206\u6790
NAIVE_BAYES_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u6734\u7d20\u8d1d\u53f6\u65af\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u6734\u7d20\u8d1d\u53f6\u65af\u6a21\u578b\u3002
ADABOOST_TRAIN_NAME=AdaBoost\u5206\u6790
ADABOOST_TRAIN_DESCRIPTION==\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528AdaBoost\u7b97\u6cd5\u4ee5\u8bad\u7ec3AdaBoost\u6a21\u578b\u3002
SVD_TRAIN_NAME=SVD\u5206\u6790
SVD_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528SVD\u7b97\u6cd5\u4ee5\u8bad\u7ec3SVD\u6a21\u578b\u3002
NEURALNETWORK_TRAIN_NAME=\u795e\u7ecf\u7f51\u7edc\u5206\u6790
NEURALNETWORK_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u795e\u7ecf\u7f51\u7edc\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u795e\u7ecf\u7f51\u7edc\u6a21\u578b\u3002
TOO_MANY_VALUES_WARNING=\u5217;\u5305\u542b\u8d85\u8fc7;\u4e2a\u4e0d\u540c\u503c\uff0c\u53ef\u80fd\u4f1a\u5bfc\u81f4\u8bad\u7ec3\u65f6\u95f4\u8fc7\u957f\u3002
STRATIFIED_OUT_BOUNDS = \u62bd\u53d6 \u5b57\u6bb5\u4e0d\u540c\u503c\u6570\u91cf\u8d85\u51fa\u6700\u5927\u8303\u56f4,\u53ef\u80fd\u4f1a\u5f71\u54cd\u62bd\u6837\u65f6\u95f4,\u5f53\u524d\u5141\u8bb8\u62bd\u53d6\u6837\u672c\u7c7b\u522b\u6570\u91cf\u4e3a
PIVOT_NAME = \u900f\u89c6\u5206\u6790
PIVOT_DESCRIPTION = \u900f\u89c6\u5206\u6790\u53ef\u4ee5\u5bf9\u6570\u636e\u8868\u4e2d\u7684\u67d0\u4e00\u5217\u901a\u8fc7\u805a\u5408\u51fd\u6570\u8fdb\u884c\u8f6c\u6362\uff0c\u8fd9\u79cd\u8f6c\u6362\u662f\u901a\u8fc7\u7edf\u4e00\u6807\u51c6\u7684\u53e6\u4e00\u5217\u6570\u636e\u8fdb\u884c\u7684\u3002\u805a\u5408\u51fd\u6570\u5305\u62ec\u6c42\u548c\uff0c\u7edf\u8ba1\u6570\u91cf\u548c\u6c42\u5e73\u5747\u503c\u3002
ARIMA_TRAIN_NAME = \u5dee\u5206\u81ea\u56de\u5f52\u79fb\u52a8\u5e73\u5747
ARIMA_TRAIN_DESCRIPTION = \u5dee\u5206\u81ea\u56de\u5f52\u79fb\u52a8\u5e73\u5747\u751f\u6210\u65f6\u95f4\u5e8f\u5217\u7684\u5dee\u5206\u81ea\u56de\u5f52\u79fb\u52a8\u5e73\u5747\u6a21\u578b\u3002
ARIMA_PREDICT_NAME=\u5dee\u5206\u81ea\u56de\u5f52\u79fb\u52a8\u5e73\u5747\u9884\u6d4b
ARIMA_PREDICT_DESCRIPTION=\u5dee\u5206\u81ea\u56de\u5f52\u79fb\u52a8\u5e73\u5747\u9884\u6d4b\u4f7f\u7528\u5dee\u5206\u81ea\u56de\u5f52\u79fb\u52a8\u5e73\u5747\u6a21\u578b\u8fdb\u884c\u9884\u6d4b\u3002
UNIVARIATE_NAME=\u5355\u53d8\u91cf\u5206\u6790
UNIVARIATE_DESCRIPTION=\u5355\u53d8\u91cf\u5206\u6790\u662f\u5b9a\u91cf\u7684\uff08\u7edf\u8ba1\uff09\u5206\u6790\u6700\u7b80\u5355\u7684\u5f62\u5f0f\u3002\u8be5\u5206\u6790\u5bf9\u6bcf\u4e2a\u53d8\u91cf\u8fdb\u884c\u4e00\u4e2a\u5355\u4e00\u53d8\u91cf\u5206\u6790\u3002 \u5355\u53d8\u91cf\u662f\u5e38\u7528\u7814\u7a76\u7684\u7b2c\u4e00\u9636\u6bb5\uff0c\u5728\u5206\u6790\u624b\u5934\u7684\u6570\u636e\uff0c\u7136\u540e\u8fdb\u884c\u66f4\u5148\u8fdb\u7684\u4e8c\u5143\u6216\u591a\u5143\u5206\u6790\u3002
BAR_CHART_NAME=\u67f1\u72b6\u56fe\u5206\u6790
BAR_CHART_DESCRIPTION=\u4f7f\u7528\u67f1\u72b6\u56fe\u5206\u6790\u6570\u636e\u8868\u4e2d\u7684\u4fe1\u606f\uff0c\u56fe\u5f62\u663e\u793aX\u3001Y\u3001Z\u4e09\u4e2a\u5ea6\u91cf\u5c3a\u5ea6\u3002
BOX_PLOT_NAME=Box Plot Analysis
BOX_PLOT_DESCRIPTION=A graphical representation of a sample's quartiles.
INFORMATIONVALUE_NAME=Information Value
INFORMATIONVALUE_DESCRIPTION=Information Value\u7528\u4e8e\u8ba1\u7b97weight of eveidence\u548cinformation value\u3002
RECOMMENDATION_NAME=\u4ea7\u54c1\u63a8\u8350
RECOMMENDATION_DESCRIPTION=\u4ea7\u54c1\u63a8\u8350\u4f7f\u7528\u6700\u8fd1\u90bb\u65b9\u6cd5\u4e3a\u5ba2\u6237\u63a8\u8350\u4ea7\u54c1\u3002
RECOMMENDATION_EVALUATION_NAME=\u63a8\u8350\u8bc4\u4f30
RECOMMENDATION_EVALUATION_DESCRIPTION=\u63a8\u8350\u8bc4\u4f30\u7528\u4e8e\u8bc4\u4f30\u63a8\u8350\u7684\u6548\u679c\u3002
SVM_CL_TRAIN_NAME=\u652f\u6301\u5411\u91cf\u673a\u5206\u7c7b\u5206\u6790
SVM_CL_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u652f\u6301\u5411\u91cf\u673a\u5206\u7c7b\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u652f\u6301\u5411\u91cf\u673a\u5206\u7c7b\u6a21\u578b\u3002
SVM_RG_TRAIN_NAME=\u652f\u6301\u5411\u91cf\u673a\u56de\u5f52\u5206\u6790
SVM_RG_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u652f\u6301\u5411\u91cf\u673a\u56de\u5f52\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u652f\u6301\u5411\u91cf\u673a\u56de\u5f52\u6a21\u578b\u3002
SVM_ND_TRAIN_NAME=\u652f\u6301\u5411\u91cf\u673a\u65b0\u9896\u68c0\u6d4b
SVM_ND_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u652f\u6301\u5411\u91cf\u673a\u65b0\u9896\u68c0\u6d4b\u7b97\u6cd5\u4ee5\u8bad\u7ec3\u652f\u6301\u5411\u91cf\u673a\u65b0\u9896\u68c0\u6d4b\u6a21\u578b\u3002
SVM_PREDICT_NAME=\u652f\u6301\u5411\u91cf\u673a\u9884\u6d4b
SVM_PREDICT_DESCRIPTION=\u652f\u6301\u5411\u91cf\u673a\u9884\u6d4b\u4f7f\u7528\u652f\u6301\u5411\u91cf\u673a\uff08\u5206\u7c7b\u3001\u56de\u5f52\u3001\u65b0\u9896\u68c0\u6d4b\uff09\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
VARIABLE_SELECTION_NAME=\u53d8\u91cf\u9009\u62e9
VARIABLE_SELECTION_DESCRIPTION=\u53d8\u91cf\u9009\u62e9\u5206\u6790\u7528\u4e8e\u5728\u9884\u6d4b\u4efb\u52a1\u4e2d\u786e\u8ba4\u53d8\u91cf\u548c\u8ba1\u7b97\u53d8\u91cf\u7684\u4f18\u5148\u7ea7\u3002
VARIABLE_SELECTION_TRANSFORM_LABEL=\u5f53\u8ba1\u7b97\u53d8\u6362\u4fe1\u606f\u589e\u76ca\u65f6\u4f9d\u8d56\u5b57\u6bb5\u7684\u503c\u7684\u4e2a\u6570\u5e94\u8be5\u7b49\u4e8e2\u3002
COLUMN_FILTER_NAME=\u5217\u7b5b\u9009\u5668
COLUMN_FILTER_DESCRIPTION=\u5217\u7b5b\u9009\u5668\u5bf9\u6570\u636e\u8868\u6216\u89c6\u56fe\u7684\u6570\u636e\u5217\u8fdb\u884c\u7b5b\u9009\uff0c\u53ea\u7559\u4e0b\u9009\u4e2d\u7684\u6570\u636e\u5217\uff0c\u901a\u8fc7\u7b5b\u9009\u7684\u6570\u636e\u5217\u4f1a\u88ab\u4fdd\u7559\u5728\u65b0\u7684\u6570\u636e\u8868\u3001\u89c6\u56fe\u91cc\u3002
VARIABLE_SELECTION_SCORETYPE_INFO_GAIN=\u4fe1\u606f\u589e\u76ca
VARIABLE_SELECTION_SCORETYPE_INFO_GAIN_RATIO=\u4fe1\u606f\u589e\u76ca\u6bd4
VARIABLE_SELECTION_SCORETYPE_TRANSFORMED_INFO_GAIN=\u53d8\u6362\u4fe1\u606f\u589e\u76ca
ADABOOST_SAMPLE_ERRINFO=\u8bad\u7ec3\u6570\u636e\u8868\u7684\u4f9d\u8d56\u5b57\u6bb5\u4e0d\u80fd\u53ea\u5305\u542b\u4e00\u79cd\u503c
ADABOOST_SAMPLE_FAIL=\u53d6\u6837\u540e\u6570\u636e\u8868\u4e2d\u4f9d\u8d56\u5b57\u6bb5\u53ea\u5305\u542b\u4e00\u79cd\u503c
ADABOOST_MAX_DEPENDENT_COUNT_ERRINFO=\u8bad\u7ec3\u6570\u636e\u8868\u7684\u4f9d\u8d56\u5b57\u6bb5\u5305\u542b\u592a\u591a\u503c
ADABOOST_TOO_MANY_TRAINER=\u64cd\u4f5c\u5355\u5143\u592a\u591a\uff0c\u8bf7\u5c11\u9009\u62e9\u4e00\u4e9b\u64cd\u4f5c\u5355\u5143\u3002 
PCA_VALUES_ALL_SAME = \u6240\u9009\u5217\u4e2d\u6709\u4e00\u5217\u4e3a\u5e38\u91cf,\u8bf7\u5220\u9664\u8fd9\u4e00\u5217\u3002
PCA_NUM_ZERO=\u9009\u5230\u7684\u4e3b\u6210\u5206\u4e2a\u6570\u4e3a0\uff0c\u8bf7\u91cd\u65b0\u9009\u62e9\u5217\u3002
PCA_NAME=\u4e3b\u6210\u5206\u5206\u6790
PCA_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528\u4e3b\u6210\u5206\u5206\u6790\u7b97\u6cd5\u4ee5\u83b7\u5f97\u4e3b\u6210\u5206\u5e76\u8fdb\u884c\u8868\u8f6c\u6362
STEPWISE_LINEAR_SQUARE=\u6240\u9009\u6570\u636e\u96c6\u884c\u6570\u8fc7\u5c11\uff0c\u65e0\u6cd5\u8fdb\u884c\u56de\u5f52\u5206\u6790\u3002
WOE_TRAIN_NAME=\u8868\u5f81\u6743\u91cd\u5206\u6790
WOE_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u4e2d\u7684\u6570\u636e\u4f7f\u7528WOE\u7b97\u6cd5\u4ee5\u83b7\u5f97\u8868\u5f81\u6743\u91cd\u5206\u7ec4\u89c4\u5219\u3002
WOE_PREDICT_NAME=\u8868\u5f81\u6743\u91cd\u9884\u6d4b
WOE_PREDICT_DESCRIPTION=\u8868\u5f81\u6743\u91cd\u9884\u6d4b\u4f7f\u7528\u8868\u5f81\u6743\u91cd\u6a21\u578b\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002
WOE_DEPENDENT_2_VALUE=\u4f9d\u8d56\u5b57\u6bb5\u503c\u6570\u91cf\u4e0d\u80fd\u8d85\u8fc72\u3002
WOE_DEPENDENT_NULL=\u4f9d\u8d56\u5b57\u6bb5\u4e3a\u7a7a.\u8bf7\u5206\u6b65\u6267\u884c\u81f3\u524d\u4e00\u4e2a\u7ed3\u70b9,\u5728\u6570\u636e\u5e93\u4e2d\u751f\u6210\u8be5\u5b57\u6bb5\u3002 
TABLESET_NAME=\u8868\u96c6\u5408
TABLESET_DESCRIPTION=\u8868\u96c6\u5408\u7528\u6765\u8ba1\u7b97\u591a\u4e2a\u6570\u636e\u8868\u7684\u5e76\u96c6,\u4ea4\u96c6\u548c\u5dee\u96c6\u3002
PLDA_TRAIN_NAME=PLDA\u5206\u6790
PLDA_TRAIN_DESCRIPTION=\u5bf9\u6570\u636e\u8868\u5185\u7684\u6570\u636e\u4f7f\u7528PLDA\u7b97\u6cd5\u4ee5\u8bad\u7ec3PLDA\u6a21\u578b\u3002
PLDA_PREDICT_NAME=PLDA\u9884\u6d4b
PLDA_PREDICT_DESCRIPTION=PLDA\u9884\u6d4b\u4f7f\u7528PLDA\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u9884\u6d4b\u3002

EM_TRAIN_NAME=EM\u805a\u7c7b
EM_TRAIN_DESCRIPTION=\u5bf9\u8868\u5185\u6570\u636e\u4f7f\u7528EM\u7b97\u6cd5\u8bad\u7ec3\u805a\u7c7b\u6a21\u578b\u3002
EM_PREDICT_NAME=EM\u9884\u6d4b
EM_PREDICT_DESCRIPTION=EM\u9884\u6d4b\u4f7f\u7528\u5df2\u6709\u7684EM\u805a\u7c7b\u6a21\u578b\u5bf9\u6570\u636e\u8fdb\u884c\u5206\u7c7b\u9884\u6d4b .

HD_FILE_NAME=Hadoop\u6587\u4ef6
HD_FILE_NAME_DESCRIPTION=\u4eceHadoop\u6587\u4ef6\u7cfb\u7edf\u4e2d\u9009\u62e9\u4e00\u4e2a\u6587\u4ef6\u4f9b\u4e0b\u7ea7\u64cd\u4f5c\u5355\u5143\u8282\u70b9\u4f7f\u7528\u3002
HD_FILE_PATH = Hadoop\u6587\u4ef6\u8def\u5f84
HD_ROWFILTER_NAME=Hadoop\u6570\u636e\u884c\u7b5b\u9009\u5668
HD_ROWFILTER_DESCRIPTION=Hadoop\u6570\u636e\u884c\u7b5b\u9009\u5668Hadoop\u6587\u4ef6\u7684\u6570\u636e\u884c\u8fdb\u884c\u7b5b\u9009\uff0c\u53ea\u7559\u4e0b\u6ee1\u8db3\u6761\u4ef6\u7684\u6570\u636e\u884c\uff0c\u901a\u8fc7\u7b5b\u9009\u7684\u6570\u636e\u884c\u4f1a\u88ab\u4fdd\u7559\u5728\u65b0\u7684Hadoop\u6587\u4ef6\u91cc\u3002

Append_Not_Supported = Hadoop\u670d\u52a1\u5668\u4e0d\u652f\u6301Append\u6a21\u5f0f\u3002\u8bf7\u5728hadoop\u670d\u52a1\u5668\u7aef\u914d\u7f6e\u201cdfs.support.append\u201d\u53c2\u6570\u3002

RANDOME_FOREST_TRAIN_NAME = \u968f\u673a\u68ee\u6797

RANDOME_FOREST_TRAIN_DESCRIPTION = \u968f\u673a\u68ee\u6797\u662f\u4e00\u79cd\u53ef\u4ee5\u751f\u6210\u591a\u68f5\u6811\u7684\u5206\u7c7b\u5668\u3002
LOCAL_MODE = in local mode